[
  {
    "question_id": "DT-T0-RW-M2-1",
    "source_file_name": "DT-T0-RW-M2-Q&A.pdf",
    "subject": "Reading",
    "quiz_name": "DT-T0-RW-M2",
    "question_number": 1,
    "difficulty": "Easy",
    "domain": "Craft & Structure",
    "Primary_Classification": "Words_In_Context",
    "Sub_Classification": "Vocabulary",
    "Concept_Classification": "Vocabulary_Words_In_Context",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "Repulsing",
    "option_b": "Decreasing",
    "option_c": "Turning down",
    "option_d": "Plummeting",
    "option_e": null,
    "correct_answer": "Turning down",
    "explanation_original": "Gamelin politely refuses to sit in the chair that is offered to her, so she is best described as \"turning down\" the chair. \"Repulsing\" is too negative, and \"decreasing\" and \"plummeting\" generally relate to amounts of things.",
    "explanation_ai_enhanced": "The text describes a social interaction where Brotteaux offered Gamelin a chair, and she responded by \"declining\" it out of a sense of courtesy. In this context, to decline an offer is to politely refuse it. Therefore, \"turning down\" is the most accurate synonym.",
    "feedback_a": "This is incorrect. 'Repulsing' means to drive back or cause disgust. Gamelin's action is based on courtesy, not disgust, so this word is too strong and negative.",
    "feedback_b": "This is incorrect. 'Decreasing' means to become smaller in size or amount. This does not fit the context of responding to an offer.",
    "feedback_c": "This is the correct answer. 'Turning down' is an idiomatic phrase that means to refuse or reject an offer, which perfectly matches the context of Gamelin politely refusing the offered chair.",
    "feedback_d": "This is incorrect. 'Plummeting' means to fall or drop straight down at high speed. This is completely unrelated to the social interaction described.",
    "passage_content": "The Citizeness Gamelin put the soup on the table, said the Benedicite, seated her son and her guest, and began to eat standing up, declining the chair which Brotteaux offered her next to him, since, she said, she knew what courtesy required of her.",
    "question_stem": "As used in the text, what does the word “declining” most nearly mean?"
  },
  {
    "question_id": "DT-T0-RW-M2-2",
    "source_file_name": "DT-T0-RW-M2-Q&A.pdf",
    "subject": "Writing",
    "quiz_name": "DT-T0-RW-M2",
    "question_number": 2,
    "difficulty": "Easy",
    "domain": "Craft & Structure",
    "Primary_Classification": "Words_In_Context",
    "Sub_Classification": "Vocabulary",
    "Concept_Classification": "Vocabulary_Words_In_Context",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "Annihilate",
    "option_b": "Satisfy",
    "option_c": "Craft",
    "option_d": "Manipulate",
    "option_e": null,
    "correct_answer": "Manipulate",
    "explanation_original": "The idea expressed here is that natural gas gave cooks the ability to \"control” or “manipulate” their cooking flames. It is not A, because to \"annihilate” is to \"destroy\" something. It is not B or C, because \"satisfy\" and \"craft\" do not mean “control.”",
    "explanation_ai_enhanced": "The text states that natural gas gave cooks the 'ability to precisely' control their cooking flame. The word 'manipulate' means to handle or control, typically in a skillful manner. This fits the context of professional chefs using gas ranges to finely adjust the flame for cooking.",
    "feedback_a": "This is incorrect. 'Annihilate' means to destroy utterly, which makes no sense in the context of controlling a cooking flame.",
    "feedback_b": "This is incorrect. 'Satisfy' means to meet a demand or need. While a controlled flame might satisfy a chef, the word does not describe the act of controlling the flame itself.",
    "feedback_c": "This is incorrect. 'Craft' means to make something skillfully. While cooking is a craft, this word does not fit grammatically or logically to describe what one does to a flame.",
    "feedback_d": "This is the correct answer. 'Manipulate' means to skillfully control or handle, which accurately describes what a chef does to precisely adjust a cooking flame.",
    "passage_content": "The stove and the oven remain to this day our most-used cooking technologies, and innovations in the field of heating elements have frequently ameliorated the mechanism without much change to the principal design. The commercialization of natural gas in late 19thcentury England eventually gave cooks the ability to precisely _________ their cooking flame, as well as the convenience of instantaneous ignition. To this day, gas ranges are preferred by many professional chefs.",
    "question_stem": "Which choice completes the text with the most logical and precise word or phrase?"
  },
  {
    "question_id": "DT-T0-RW-M2-3",
    "source_file_name": "DT-T0-RW-M2-Q&A.pdf",
    "subject": "Reading",
    "quiz_name": "DT-T0-RW-M2",
    "question_number": 3,
    "difficulty": "Medium",
    "domain": "Craft & Structure",
    "Primary_Classification": "Words_In_Context",
    "Sub_Classification": "Vocabulary",
    "Concept_Classification": "Vocabulary_Words_In_Context",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "Inhale",
    "option_b": "Provoke",
    "option_c": "Infer",
    "option_d": "Sketch",
    "option_e": null,
    "correct_answer": "Inhale",
    "explanation_original": "The sentence refers to drawing breaths, so “inhale\" is the best choice. Breathing is not directly associated with provoking, inferring, or sketching.",
    "explanation_ai_enhanced": "The phrase in question is 'to draw... breaths.' In the context of breathing, 'to draw a breath' is an idiom meaning to take a breath in, or to inhale. The other options do not relate to the physiological act of breathing.",
    "feedback_a": "This is the correct answer. 'To draw a breath' is a common idiom for inhaling.",
    "feedback_b": "This is incorrect. 'Provoke' means to stimulate a reaction, which does not fit the context of breathing.",
    "feedback_c": "This is incorrect. 'Infer' means to deduce from evidence, a mental action unrelated to breathing.",
    "feedback_d": "This is incorrect. 'Sketch' means to draw a picture, which is a different meaning of the word 'draw' and does not fit the context of 'breaths'.",
    "passage_content": "The following text is from Nathaniel Hawthorne's 1852 novel The Blithedale Romance. “Nothing,” answered I; “nothing, that I know of, unless to make pretty verses, and play a part, with Zenobia and the rest of the amateurs, in our pastoral. It seems but an unsubstantial sort of business, as viewed through a mist of fever. But, dear Hollingsworth, your own vocation is evidently to be a priest, and to spend your days and nights in helping your fellow-creatures to draw peaceful dying breaths.”",
    "question_stem": "As used in the text, what does the word \"draw\" most nearly mean?"
  },
  {
    "question_id": "DT-T0-RW-M2-4",
    "source_file_name": "DT-T0-RW-M2-Q&A.pdf",
    "subject": "Reading",
    "quiz_name": "DT-T0-RW-M2",
    "question_number": 4,
    "difficulty": "Easy",
    "domain": "Information & Ideas",
    "Primary_Classification": "Central_Ideas_And_Details",
    "Sub_Classification": "Main_Idea",
    "Concept_Classification": "Comprehension_Main_Idea",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "To analyze a character's motivations",
    "option_b": "To evaluate social conditions in the present-day United States",
    "option_c": "To describe a character's professional tasks",
    "option_d": "To consider a likely objection by the reader",
    "option_e": null,
    "correct_answer": "To describe a character's professional tasks",
    "explanation_original": "The text describes Jurgis's job description. These lines \"describe a character's professional tasks.\" We see nothing of personal motivation, as in Choice A. The selection is from over a century ago, making Choice B incorrect. These lines have nothing to do with the objection of the reader, as seen in Choice D.",
    "explanation_ai_enhanced": "The passage focuses entirely on the specific work Jurgis is assigned to do: he is given a broom (a besom) and told to sweep the entrails of a steer into a trap. The text details the tools and the process of his job. This is a straightforward description of his work.",
    "feedback_a": "This is incorrect. The text describes what Jurgis does, but gives no insight into his thoughts or reasons for doing it (his motivations).",
    "feedback_b": "This is incorrect. The text is from a 1906 novel depicting a specific historical period, not the present-day United States.",
    "feedback_c": "This is the correct answer. The entire text is dedicated to explaining the simple, yet graphic, job that Jurgis was assigned.",
    "feedback_d": "This is incorrect. The text is a straightforward description and does not anticipate or address any objections from the reader.",
    "passage_content": "The following text is from Upton Sinclair’s 1906 novel The Jungle....... The work which Jurgis was to do here was very simple, and it took him but a few minutes to learn it. He was provided with a stiff besom, such as is used by street sweepers, and it was his place to follow down the line the man who drew out the smoking entrails from the carcass of the steer; this mass was to be swept into a trap, which was then closed, so that no one might slip into it.",
    "question_stem": "Which choice best states the main purpose of the text?"
  },
  {
    "question_id": "DT-T0-RW-M2-5",
    "source_file_name": "DT-T0-RW-M2-Q&A.pdf",
    "subject": "Reading",
    "quiz_name": "DT-T0-RW-M2",
    "question_number": 5,
    "difficulty": "Medium",
    "domain": "Craft & Structure",
    "Primary_Classification": "Text_Structure_And_Purpose",
    "Sub_Classification": "Sentence_Analysis",
    "Concept_Classification": "Rhetoric_Sentence_Purpose",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "To analyze the economic consequences of international borders on global commerce",
    "option_b": "To explain the details of the security screenings that people who cross the U.S.-Canadian border must undergo",
    "option_c": "To give evidence of the continual border hostility that the United States and Canada have had since the war of 1812",
    "option_d": "To clarify that although the United States and Canada have friendly relations, they are still clearly two different countries",
    "option_e": null,
    "correct_answer": "To clarify that although the United States and Canada have friendly relations, they are still clearly two different countries",
    "explanation_original": "The sentences prior to this indicate that there is not much of a border between the United States and Canada, given how undefended it is. These lines clarify that the two countries are, in fact, very much independent of one another... And choice C is incorrect because the essay does not support the idea that there has been continued border hostility between the two countries since the War of 1812.",
    "explanation_ai_enhanced": "The text begins by suggesting the border is 'undefended' and that the distinction between the countries can 'seem' minimal. The underlined sentence, starting with 'But,' introduces a contrast. It clarifies that despite this general friendliness and lack of military presence, there is still official law enforcement, checkpoints, and customs administration. This serves to correct a potential misunderstanding and clarify that the two nations remain distinct and separate sovereign entities.",
    "feedback_a": "This is incorrect. The text does not discuss economics or global commerce.",
    "feedback_b": "This is incorrect. While it mentions screenings, its main function is not to detail them but to use their existence to make a larger point about the two countries being separate.",
    "feedback_c": "This is incorrect. The passage emphasizes the 'remarkable amiability' of relations, directly contradicting the idea of 'continual border hostility'.",
    "feedback_d": "This is the correct answer. The sentence serves as a clarification, countering the idea of a completely open border to show that the countries are indeed separate and independent.",
    "passage_content": "Spanning more than 1,500 miles, the border between Canada and the United States has been called the longest undefended international boundary in the world. This is true to some extent, in that neither the United States nor Canada maintains a military presence at the border._____But as anyone who has crossed from one side of Niagara Falls to the other knows, civilian law enforcement is present and accounted for at checkpoints on both sides of the boundary, where entrants are monitored and customs laws\nadministered_____. Partly because of our cultural similarities and partly because of the remarkable amiability of our diplomatic relations over the past 150 years, it can sometimes seem almost as though the distinction between Canada and the United States is more of policy than of practice.",
    "question_stem": "Which choice best states the function of the underlined sentence in the text as a whole?"
  },
  {
    "question_id": "DT-T0-RW-M2-6",
    "source_file_name": "DT-T0-RW-M2-Q&A.pdf",
    "subject": "Reading",
    "quiz_name": "DT-T0-RW-M2",
    "question_number": 6,
    "difficulty": "Hard",
    "domain": "Information & Ideas",
    "Primary_Classification": "Inference",
    "Sub_Classification": "Logical_Conclusions",
    "Concept_Classification": "Comprehension_Inference",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "an aqueduct that is constructed in ancient times only to crumble as the centuries pass.",
    "option_b": "the development of architectural technology enabling ever higher construction.",
    "option_c": "the prohibition of subversive political meetings by an authoritarian dictator.",
    "option_d": "the evolution of painting from realistic portraiture to abstract expressionism.",
    "option_e": null,
    "correct_answer": "the evolution of painting from realistic portraiture to abstract expressionism.",
    "explanation_original": "The text refers to a process in which words become less and less literal. The evolution of painting from realism to abstraction would be a similar shift away from literal or obvious meaning to a meaning that is implied. Choice A is about gradual decay of human constructions due to time, choice B is about the development of technology, and choice C is about stopping free expression.",
    "explanation_ai_enhanced": "The core phenomenon described is a shift from the explicit to the implicit. The profanity 'build[s] to a high formalism and eventually collapse[s],' leaving the meaning 'implied rather than stated.' We need to find an analogy for this shift from the literal/stated to the abstract/implied. The evolution of painting from realistic portraiture (a literal depiction) to abstract expressionism (an implied or emotional depiction) is a perfect parallel.",
    "feedback_a": "This is incorrect. This analogy represents simple decay over time, not a shift from the explicit to the implicit.",
    "feedback_b": "This is incorrect. This represents progress and development, not a collapse into an implied state.",
    "feedback_c": "This is incorrect. This represents suppression, not a transition in meaning or form.",
    "feedback_d": "This is the correct answer. This choice describes a similar artistic evolution from a direct, literal representation (realism) to a non-literal, implied form (abstraction), mirroring the shift in the use of profanity described in the text.",
    "passage_content": "Ernest Hemingway speaks of the artistry of another culture's profanity with admiration in his celebrated novel, For Whom the Bell Tolls, wherein the narrator bears witness as obscenities and insults build to a high formalism and eventually collapse upon themselves, leaving the profanities implied rather than stated.",
    "question_stem": "The phenomenon described in the text is most like"
  },
  {
    "question_id": "DT-T0-RW-M2-7",
    "source_file_name": "DT-T0-RW-M2-Q&A.pdf",
    "subject": "Reading",
    "quiz_name": "DT-T0-RW-M2",
    "question_number": 7,
    "difficulty": "Easy",
    "domain": "Craft & Structure",
    "Primary_Classification": "Text_Structure_And_Purpose",
    "Sub_Classification": "Passage_Analysis",
    "Concept_Classification": "Rhetoric_Passage_Structure",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "casual and relaxed.",
    "option_b": "analytical and indecisive.",
    "option_c": "formal and authoritative.",
    "option_d": "melancholy and spontaneous.",
    "option_e": null,
    "correct_answer": "formal and authoritative.",
    "explanation_original": "The text is an excerpt from an official legal document. Its tone is \"formal\" and business-like, as the matter at hand is of such gravity. It is also \"authoritative”: the text is mandating that the international community must follow these new guidelines... Eliminate Choice D accordingly.",
    "explanation_ai_enhanced": "Both texts are excerpts from the Geneva Conventions, which are international treaties. The language used ('provisions which shall be implemented', 'the Detaining Power is responsible') is characteristic of legal and official documents. This language is 'formal' (serious and proper) and 'authoritative' (commanding and official).",
    "feedback_a": "This is incorrect. The language is strict and legalistic, the opposite of casual and relaxed.",
    "feedback_b": "This is incorrect. The texts are decisive, stating clear rules and responsibilities, not analyzing options indecisively.",
    "feedback_c": "This is the correct answer. The language is objective, serious, and states binding rules, which is best described as formal and authoritative.",
    "feedback_d": "This is incorrect. The tone is legal and objective, not sad (melancholy) or unplanned (spontaneous).",
    "passage_content": "Text 1 and Text 2 are adapted from different sections of the 1949 Geneva Conventions... Text 1....\nIn addition to the provisions which shall be implemented in peacetime, the present Convention shall apply to all cases of declared war or of any other armed conflict which may arise between two or more of the High Contracting Parties, even if the state of war is not recognized by one of them.....Text 2.....Prisoners of war are in the hands of the enemy Power, but not of the individuals or military units who have captured them. Irrespective of the individual responsibilities that may exist, the Detaining Power is responsible for the treatment given them.",
    "question_stem": "The tones of both Text 1 and Text 2 can best be described as"
  },
  {
    "question_id": "DT-T0-RW-M2-8",
    "source_file_name": "DT-T0-RW-M2-Q&A.pdf",
    "subject": "Reading",
    "quiz_name": "DT-T0-RW-M2",
    "question_number": 8,
    "difficulty": "Medium",
    "domain": "Information & Ideas",
    "Primary_Classification": "Inference",
    "Sub_Classification": "Logical_Conclusions",
    "Concept_Classification": "Comprehension_Inference",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "While invasive species may cause damage, not all invasive species should be considered harmful.",
    "option_b": "Melaleuca trees demonstrate the importance of uniformly removing invasive species from the environment.",
    "option_c": "Honeysuckle plants and melaleuca plants show the need for a consistent approach to invasive species management.",
    "option_d": "So long as invasive plants are not transported across oceans, they are unlikely to be harmful.",
    "option_e": null,
    "correct_answer": "While invasive species may cause damage, not all invasive species should be considered harmful.",
    "explanation_original": "Text 2 presents evidence showing that an invasive plant, honeysuckle, can have a positive impact on the environment; this goes against the general suggestion about the negative impact of invasive plants from Text 1. It is not Choice B or C, because Text 2 does not suggest a consistent approach to the treatment of invasive plants. It is not Choice D, because the texts do not detail transportation recommendations about invasive plants.",
    "explanation_ai_enhanced": "Text 2 argues against a one-size-fits-all approach to invasive species, showing that honeysuckle can be beneficial. Text 1 describes a clear case where an invasive species (melaleuca) is harmful. The author of Text 2, seeing the melaleuca example, would likely concede that some species do cause damage, but would maintain their main point that a species's classification as 'invasive' does not automatically mean it should be removed, as some can be helpful. This matches choice A.",
    "feedback_a": "This is the correct answer. The author of Text 2 would agree that melaleuca trees caused damage (as stated in Text 1), but would use their own evidence about honeysuckle to argue that not all invasive species are necessarily bad.",
    "feedback_b": "This is incorrect. This is the opposite of Text 2's main point, which argues against uniform removal.",
    "feedback_c": "This is incorrect. The author of Text 2 argues for a nuanced, case-by-case approach, not a single consistent one.",
    "feedback_d": "This is incorrect. The texts provide no basis for this conclusion. Melaleuca came from across an ocean and was harmful.",
    "passage_content": "Text 1....Melaleuca trees were brought to the Florida Everglades from Australia; developers thought these trees would help dry up vast swampy areas, enabling residential and commercial construction. Unfortunately, the trees spread widely and covered up large swaths of the Everglades, displacing native plants. Florida has had to spend a great deal of money to remove\nthese invasive trees.....Text 2.....Though common protocol would dictate that an invasive species like honeysuckle be removed from areas where it becomes dominant, these new findings demonstrate that such action would likely strike a significant blow to native bird populations. What’s more, areas that today are abundant in honeysuckle typically host 30 to 40 percent more birds than these same\nregions did thirty years ago, indicating a long-term change for the better.",
    "question_stem": "The author of Text 2 would most likely agree with which statement about Text 1?"
  },
  {
    "question_id": "DT-T0-RW-M2-9",
    "source_file_name": "DT-T0-RW-M2-Q&A.pdf",
    "subject": "Reading",
    "quiz_name": "DT-T0-RW-M2",
    "question_number": 9,
    "difficulty": "Medium",
    "domain": "Information & Ideas",
    "Primary_Classification": "Inference",
    "Sub_Classification": "Logical_Conclusions",
    "Concept_Classification": "Comprehension_Inference",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "was as strong later in his life as it was when he was young.",
    "option_b": "worsened as he advanced in years.",
    "option_c": "had a random pattern of booms and busts over his life.",
    "option_d": "improved greatly over his lifetime.",
    "option_e": null,
    "correct_answer": "improved greatly over his lifetime.",
    "explanation_original": "In the beginning of the text, Franklin describes being born into poverty and then achieving affluence. He entered the world poor but obtained wealth through his endeavors. This is most consistent with Choice D. Choices B and C imply at least some sort of financial hardship in adulthood, which was not the case. Choice A is flawed in that Franklin was not born wealthy.",
    "explanation_ai_enhanced": "Franklin explicitly states that he 'emerged from the poverty and obscurity in which I was born and bred, to a state of affluence.' This shows a clear trajectory from a poor financial situation at the start of his life to a wealthy one later on. This is a great improvement.",
    "feedback_a": "This is incorrect. The text states he started in 'poverty,' so his financial situation was weak when he was young.",
    "feedback_b": "This is incorrect. The text indicates his situation improved to 'affluence' and 'felicity,' not that it worsened.",
    "feedback_c": "This is incorrect. The text describes a steady improvement, not a random pattern.",
    "feedback_d": "This is the correct answer. The text directly contrasts his starting point ('poverty and obscurity') with his later 'state of affluence,' indicating a great improvement.",
    "passage_content": "The text is from Benjamin Franklin’s 1771 autobiography. Having emerged from the poverty and obscurity in which I was born and bred, to a state of affluence and some degree of reputation in the world, and having gone so far through life with a considerable share of felicity, the conducing means I made use of, which with the blessing of God so well succeeded, my posterity may like to know, as they may find some of them suitable to their own situations, and therefore fit to be imitated. That felicity, when I reflected on it, has induced me sometimes to say, that were it offered to my choice, I should have no objection to a repetition of the same life from its beginning, only asking the advantages authors have in a second edition to correct some faults of the first.",
    "question_stem": "It is reasonable to conclude from the text that Franklin's personal financial situation"
  },
  {
    "question_id": "DT-T0-RW-M2-10",
    "source_file_name": "DT-T0-RW-M2-Q&A.pdf",
    "subject": "Reading",
    "quiz_name": "DT-T0-RW-M2",
    "question_number": 10,
    "difficulty": "Hard",
    "domain": "Information & Ideas",
    "Primary_Classification": "Inference",
    "Sub_Classification": "Logical_Conclusions",
    "Concept_Classification": "Comprehension_Inference",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "the real-life things it represents.",
    "option_b": "its representation of conflict between symbolism and clarity.",
    "option_c": "the rarity with which its ideas are encountered.",
    "option_d": "its use by the socially dominant classes.",
    "option_e": null,
    "correct_answer": "the real-life things it represents.",
    "explanation_original": "This is best seen when the author clarifies that “the word is rude, because the thing itself... is also considered rude.\" In other words, profane words derive much of their power by standing for profane things. It is not B, because there is not conflict between these ideas discussed. And it is not C or D, because profane ideas are encountered frequently by a variety of social classes.",
    "explanation_ai_enhanced": "The text explains the power of profanity by stating, 'the word is rude, because the thing itself...is also considered rude.' This directly links the power of the word (the signifier) to the nature of the concept it stands for (the signified). Therefore, the power comes from the rude, real-life things the words represent.",
    "feedback_a": "This is the correct answer. The text explicitly links the rudeness of the word to the rudeness of 'the thing itself,' which is the real-life concept it represents.",
    "feedback_b": "This is incorrect. The text states that profanity is a 'union of signifier and signified,' which is a lack of conflict, not a representation of it.",
    "feedback_c": "This is incorrect. The text does not discuss the rarity of the ideas, and in fact, profanity is quite common.",
    "feedback_d": "This is incorrect. The text does not mention social class as a factor in the power of profanity.",
    "passage_content": "In the sense of Ferdinand Saussure’s theory of semiotics, one might suggest that the use of literal profanity—as opposed to figurative, which only possesses social sway based on its proximity to the literal—garners part of its power by being the closest available union of signifier and signified in subjects that, as a culture, we tend to avoid in polite and formal conversations. That is, the word is rude, because the thing itself—in a general context—is also considered rude.",
    "question_stem": "One can reasonably conclude that Ferdinand Saussure believes that a major factor that gives profanity its power is"
  },
  {
    "question_id": "DT-T0-RW-M2-11",
    "source_file_name": "DT-T0-RW-M2-Q&A.pdf",
    "subject": "Reading",
    "quiz_name": "DT-T0-RW-M2",
    "question_number": 11,
    "difficulty": "Hard",
    "domain": "Information & Ideas",
    "Primary_Classification": "Command_Of_Evidence",
    "Sub_Classification": "Quantitative",
    "Concept_Classification": "Evidence_Quantitative_Graph",
    "question_type": "multiple_choice",
    "image_url": "DT-T0-RW-M2-11_image.png",
    "option_a": "Due to an increase in humanity's awareness of the Galapagos, it is more likely that a desire for environmental stewardship of the islands will grow.",
    "option_b": "Due to an increase in economic activity as a result of tourism, the inhabitants of the Galapagos will have more money with which to combat unwanted plant species.",
    "option_c": "Due to an increase in human contact, it is more likely that nonnative organisms will be introduced by accident.",
    "option_d": "Due to an increase in hotel construction as a consequence of tourism, intentional cultivation of invasive species will grow.",
    "option_e": null,
    "correct_answer": "Due to an increase in human contact, it is more likely that nonnative organisms will be introduced by accident.",
    "explanation_original": "The text indicates that some nonnative plants are introduced to new environments through human contact. With an increase in human visitation, the Galapagos Islands will likely experience more accidental introduction of plants... And it is not D, because the text does not support the notion that humans will consistently seek to purposefully introduce invasive species to new environments.",
    "explanation_ai_enhanced": "The task requires synthesizing three pieces of information: (1) The graph shows a dramatic increase in visitors (tourism) to the Galapagos. (2) Tourism is a form of increased 'human contact.' (3) The scientist's statement establishes a direct link between 'human activity' and the introduction of nonnative plants. Therefore, the scientist would conclude that the rise in tourism (human contact) would most likely lead to more accidental introductions of nonnative (invasive) plants.",
    "feedback_a": "This is a possible but indirect consequence, not the most likely one based on the scientist's specific statement about human activity introducing plants.",
    "feedback_b": "This is a potential secondary effect, but the scientist's statement focuses on the direct biological consequence of human presence, not the economic one.",
    "feedback_c": "This is the correct answer. It directly connects the increase in tourism shown on the graph (human contact) with the principle outlined in the scientist's statement (human activity introduces nonnative organisms).",
    "feedback_d": "This is incorrect. The scientist's statement discusses plants being 'introduced,' which often happens by accident (e.g., seeds on shoes), not through 'intentional cultivation'.",
    "passage_content": "A scientist makes this statement: “Take a walk through the woods almost anywhere in the temperate U.S. and you’ll probably come across clusters of honeysuckle, dandelions, bobbing water lilies and dense patches of ivy. Despite their pervasiveness, none of these plants developed here naturally, but were introduced by human activity.”",
    "question_stem": "Based on the quotation and the statement, what would the scientist say would be the most likely consequence of tourism with respect to invasive plants in the Galapagos between 1980 and 2010?"
  },
  {
    "question_id": "DT-T0-RW-M2-12",
    "source_file_name": "DT-T0-RW-M2-Q&A.pdf",
    "subject": "Reading",
    "quiz_name": "DT-T0-RW-M2",
    "question_number": 12,
    "difficulty": "Medium",
    "domain": "Information & Ideas",
    "Primary_Classification": "Command_Of_Evidence",
    "Sub_Classification": "Textual",
    "Concept_Classification": "Evidence_Textual_Support",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "Though far less calligraphic than textualis, Fraktur is nonetheless more intricate than Schwabacher, and combines the soft readability of the latter with the bold regality of the former.",
    "option_b": "Antiqua's subversion of blackletter began gradually, appearing primarily in scientific texts (which valued readability over appearance).",
    "option_c": "By far the most familiar blackletter style, Fraktur originated at the end of the 15th century through a commission of the Holy Roman Emperor Maximilian I.",
    "option_d": "The revolutionary scale of his innovation firmly established blackletter -particularly the Schwabacher and Fraktur varieties-as the preferred script for printed texts throughout Europe.",
    "option_e": null,
    "correct_answer": "Though far less calligraphic than textualis, Fraktur is nonetheless more intricate than Schwabacher, and combines the soft readability of the latter with the bold regality of the former.",
    "explanation_original": "This option shows “elegance\" by stating that Fraktur is \"intricate\" and has \"regality;” it also shows functionalism by mentioning “readability.\" It is not B, C, or D, because these choices focus on the timeline of the font's development.",
    "explanation_ai_enhanced": "The claim is that Fraktur 'balanced elegance with functionalism.' We need a quote that addresses both aspects. Choice A does this perfectly: it mentions 'elegance' through words like 'intricate' and 'bold regality,' and it mentions 'functionalism' through the word 'soft readability.' It explicitly combines these two qualities.",
    "feedback_a": "This is the correct answer. It is the only option that explicitly discusses both the aesthetic qualities (elegance: 'intricate', 'regality') and practical qualities (functionalism: 'readability') of Fraktur.",
    "feedback_b": "This is incorrect. This quote discusses Antiqua, not Fraktur, and presents readability and appearance as opposing values, not balanced ones.",
    "feedback_c": "This is incorrect. This quote provides historical context about Fraktur's origin but does not discuss its specific features of elegance or functionalism.",
    "feedback_d": "This is incorrect. This quote discusses the widespread establishment of blackletter fonts but does not detail the specific balance of features within Fraktur itself.",
    "passage_content": "A historian argues that the primary advantage of the Fraktur variety of blackletter font was that it balanced elegance with functionalism.",
    "question_stem": "Which quotation from the historian's essay most effectively illustrates this claim?"
  },
  {
    "question_id": "DT-T0-RW-M2-13",
    "source_file_name": "DT-T0-RW-M2-Q&A.pdf",
    "subject": "Reading",
    "quiz_name": "DT-T0-RW-M2",
    "question_number": 13,
    "difficulty": "Easy",
    "domain": "Information & Ideas",
    "Primary_Classification": "Inference",
    "Sub_Classification": "Logical_Conclusions",
    "Concept_Classification": "Comprehension_Inference",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "create a healthy alternative to highly processed foods",
    "option_b": "give consumers an affordable alternative to restaurant meals",
    "option_c": "generate heat from the molecules within the food itself",
    "option_d": "provide structural support to the walls of the appliance",
    "option_e": null,
    "correct_answer": "generate heat from the molecules within the food itself",
    "explanation_original": "The text indicates that microwaves are different from other food-heating appliances because they do not have an internal heating element. Stating that the microwave generates heat from the molecules in the food would logically complete this text, showing how microwaves can successfully heat food without having an internal heating element. The other options do not focus on the heating of food.",
    "explanation_ai_enhanced": "The text sets up a contrast: conventional ovens use heating elements, but microwaves do not. The blank must explain how microwaves create heat *without* an element. The principle of 'dipole rotation' causes water molecules within the food to vibrate rapidly, generating heat directly inside the food. Therefore, the logical completion is that this principle is used to generate heat from the food's own molecules.",
    "feedback_a": "This is incorrect. The text is about the mechanism of heating, not the nutritional quality of the food.",
    "feedback_b": "This is incorrect. The text is about how microwaves work, not their economic value compared to restaurants.",
    "feedback_c": "This is the correct answer. It logically explains how a microwave heats food, resolving the contrast with appliances that use external heating elements.",
    "feedback_d": "This is incorrect. The text mentions 'dipole rotation' as the principle, and the blank is about the *effect* of that principle in heating food, not providing structural support.",
    "passage_content": "They are a common fixture in household kitchens across the United States, but remarkably few of us who use them have any real idea of how our microwave ovens work. Contrary to most other food-heating appliances —the toaster, the convection oven, and the stove, for instance— the microwave itself has no internal heating element: flame, coil, or otherwise. Instead, the microwave oven uses the principle of dipole rotation to ________.",
    "question_stem": "Which choice most logically completes the text?"
  },
  {
    "question_id": "DT-T0-RW-M2-14",
    "source_file_name": "DT-T0-RW-M2-Q&A.pdf",
    "subject": "Reading",
    "quiz_name": "DT-T0-RW-M2",
    "question_number": 14,
    "difficulty": "Easy",
    "domain": "Information & Ideas",
    "Primary_Classification": "Inference",
    "Sub_Classification": "Logical_Conclusions",
    "Concept_Classification": "Comprehension_Inference",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "historical scholars.",
    "option_b": "mathematicians.",
    "option_c": "a general audience.",
    "option_d": "code-breakers.",
    "option_e": null,
    "correct_answer": "a general audience.",
    "explanation_original": "The excerpt states that \"the specific mathematical details are far too complex for our purposes here,” which most strongly suggests that this text is intended for a general audience, since specific background knowledge is not required. Choices A, B, and D all would necessitate a much more sophisticated explanation to satisfy the intellectual needs of these groups.",
    "explanation_ai_enhanced": "The author explicitly states, 'The specific mathematical details are far too complex for our purposes here.' This is a direct signal that the author is intentionally simplifying a complex topic for an audience that is not expected to have specialized knowledge. This type of simplification is characteristic of writing for a general, non-expert audience.",
    "feedback_a": "This is incorrect. The text avoids historical details in favor of a simplified conceptual explanation.",
    "feedback_b": "This is incorrect. The text explicitly avoids the 'advanced mathematical computations' that a mathematician would be interested in.",
    "feedback_c": "This is the correct answer. The deliberate simplification and avoidance of technical details are clear indicators that the text is for a general audience.",
    "feedback_d": "This is incorrect. A code-breaker would require the very technical details that the author is intentionally omitting.",
    "passage_content": "Asymmetric encryption relies on multiple advanced mathematical computations like discrete logarithms or the multiplication of 100-digit prime numbers. The specific mathematical details are far too complex for our purposes here, but the important concept is that asymmetric encryption functions by both a public key (shared to the world) and a private key (known only to the owner).",
    "question_stem": "It can be reasonably concluded that the intended audience for the text is"
  },
  {
    "question_id": "DT-T0-RW-M2-15",
    "source_file_name": "DT-T0-RW-M2-Q&A.pdf",
    "subject": "Reading",
    "quiz_name": "DT-T0-RW-M2",
    "question_number": 15,
    "difficulty": "Medium",
    "domain": "Information & Ideas",
    "Primary_Classification": "Inference",
    "Sub_Classification": "Logical_Conclusions",
    "Concept_Classification": "Comprehension_Inference",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "wholly apathetic.",
    "option_b": "eager, but doubtful that Reisz would oblige.",
    "option_c": "repulsed by the suggestion.",
    "option_d": "disinterested, as she is currently occupied by something else.",
    "option_e": null,
    "correct_answer": "eager, but doubtful that Reisz would oblige.",
    "explanation_original": "In the second paragraph, the following interaction occurs: \"'Would you like to hear Mademoiselle Reisz play?' asked Robert, coming out on the porch where she was. Of course Edna would like to hear Mademoiselle Reisz play; but she feared it would be useless to entreat her.\" Edna, then, is \"eager, but doubtful that Reisz would oblige\" by playing for her, as Choice B indicates. Choices A and C are too extreme, and Choice D conveys emotional neutrality, which is not supported by the text.",
    "explanation_ai_enhanced": "The text explicitly breaks down Edna's feelings into two parts. First, 'Of course Edna would like to hear Mademoiselle Reisz play,' which shows she is eager. Second, 'but she feared it would be useless to entreat her,' which shows she is doubtful about the outcome. Choice B perfectly combines these two stated feelings.",
    "feedback_a": "This is incorrect. The text explicitly states she 'would like to hear' the music, which is the opposite of apathy.",
    "feedback_b": "This is the correct answer. It accurately captures the two conflicting feelings explicitly stated in the text: her desire to hear the music ('eager') and her fear that the request would be denied ('doubtful').",
    "feedback_c": "This is incorrect. There is no indication of repulsion; in fact, she desires to hear the music.",
    "feedback_d": "This is incorrect. Her interest is clearly on the music, not something else. The text states she 'would like to hear' it.",
    "passage_content": "The following text is from Kate Chopin’s 1899 novel The Awakening......After Mrs. Pontellier had danced twice with her husband, once with Robert, and once with Monsieur Ratignolle, who was thin and tall and swayed like a reed in the wind when he danced, she went out on the gallery and seated herself on the low windowsill, where she commanded a view of all that went on in the hall and could look out toward the Gulf. There was a soft effulgence in the east. The moon was coming up, and its mystic shimmer\nwas casting a million lights across the distant, restless water. “Would you like to hear Mademoiselle Reisz play?” asked Robert, coming out on the porch where she was. Of course Edna would like to hear Mademoiselle Reisz play; but she feared it would be useless to entreat her.",
    "question_stem": "Edna's initial response to the possibility of hearing Mademoiselle Reisz play indicates that Edna is"
  },
  {
    "question_id": "DT-T0-RW-M2-16",
    "source_file_name": "DT-T0-RW-M2-Q&A.pdf",
    "subject": "Writing",
    "quiz_name": "DT-T0-RW-M2",
    "question_number": 16,
    "difficulty": "Easy",
    "domain": "Standard English Conventions",
    "Primary_Classification": "Form_Structure_And_Sense",
    "Sub_Classification": "Grammar_And_Usage",
    "Concept_Classification": "Grammar_Pronoun_Case",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "to me",
    "option_b": "at me",
    "option_c": "to I",
    "option_d": "at I",
    "option_e": null,
    "correct_answer": "to me",
    "explanation_original": "The first decision is whether it is more appropriate to \"speak to\" someone or to \"speak at\" someone. As the first option is more effectively used, eliminate Choices B and D. Evaluate Choices A and C; it is more appropriate to \"speak to me\" (as the one spoken to is an indirect object) than it is to \"speak to I.\" Choice A is the correct answer.",
    "explanation_ai_enhanced": "The phrase 'to ___' requires an object pronoun because the pronoun is the object of the preposition 'to'. The subjective pronoun is 'I', and the objective pronoun is 'me'. Therefore, 'to me' is the grammatically correct choice.",
    "feedback_a": "This is the correct answer. 'me' is the correct object pronoun to use after the preposition 'to'.",
    "feedback_b": "This is incorrect, though 'at me' can be grammatical, 'speak at' implies a one-sided, often aggressive, form of speech, which is less likely in this neutral context than 'speak to'.",
    "feedback_c": "This is incorrect. 'I' is a subject pronoun and cannot be used as the object of a preposition.",
    "feedback_d": "This is incorrect for two reasons: 'at' is likely the wrong preposition, and 'I' is the wrong pronoun case.",
    "passage_content": "My German host mom spoke English ____________ for eight months before I convinced her to switch to German.",
    "question_stem": "Which choice completes the text so that it conforms to the conventions of Standard English?"
  },
  {
    "question_id": "DT-T0-RW-M2-17",
    "source_file_name": "DT-T0-RW-M2-Q&A.pdf",
    "subject": "Writing",
    "quiz_name": "DT-T0-RW-M2",
    "question_number": 17,
    "difficulty": "Easy",
    "domain": "Standard English Conventions",
    "Primary_Classification": "Form_Structure_And_Sense",
    "Sub_Classification": "Grammar_And_Usage",
    "Concept_Classification": "Grammar_Subject_Verb_Agreement",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "consist",
    "option_b": "consists",
    "option_c": "consisting",
    "option_d": "to consist",
    "option_e": null,
    "correct_answer": "consists",
    "explanation_original": "The subject is “system,\" a singular subject requiring a singular verb of \"consists.\" Eliminate Choice A for using a plural verb. Eliminate Choice C, which uses a gerund, ultimately leading to a sentence fragment. Choice D uses an infinitive verb, and conjugation is required for a full sentence.",
    "explanation_ai_enhanced": "The subject of the sentence is 'The innate immune system,' which is a singular noun. A singular subject requires a singular verb in the present tense. The singular form of the verb 'to consist' is 'consists' (he/she/it consists).",
    "feedback_a": "This is incorrect. 'consist' is the plural form of the verb and does not agree with the singular subject 'system'.",
    "feedback_b": "This is the correct answer. The singular verb 'consists' correctly agrees with the singular subject 'system'.",
    "feedback_c": "This is incorrect. 'consisting' is a present participle and cannot function as the main verb of a clause without an auxiliary verb (e.g., 'is consisting').",
    "feedback_d": "This is incorrect. 'to consist' is an infinitive and cannot be the main verb of the sentence.",
    "passage_content": "The innate immune system ____________ of two major barriers: the skin and the natural flora (i.e., naturally occurring bacteria).",
    "question_stem": "Which choice completes the text so that it conforms to the conventions of Standard English?"
  },
  {
    "question_id": "DT-T0-RW-M2-18",
    "source_file_name": "DT-T0-RW-M2-Q&A.pdf",
    "subject": "Writing",
    "quiz_name": "DT-T0-RW-M2",
    "question_number": 18,
    "difficulty": "Easy",
    "domain": "Standard English Conventions",
    "Primary_Classification": "Form_Structure_And_Sense",
    "Sub_Classification": "Grammar_And_Usage",
    "Concept_Classification": "Grammar_Verb_Form",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "effect",
    "option_b": "effects",
    "option_c": "affects",
    "option_d": "affect",
    "option_e": null,
    "correct_answer": "affect",
    "explanation_original": "After the verb \"can,” an infinitive verb is required. Eliminate Choices B and C because they are conjugated verbs. “Effect\" is rarely used as a verb, but when it is, it means to bring about. \"Affect\" means to influence. The sentence is much more logical with influence, so \"affect” is the correct answer.",
    "explanation_ai_enhanced": "The sentence uses the modal verb 'can,' which must be followed by the base form of a verb. This eliminates 'effects' and 'affects.' The choice is between 'effect' and 'affect.' 'Affect' is a verb meaning 'to influence or have an impact on.' 'Effect' is most commonly a noun meaning 'a result.' In this context, the meaning is 'to influence' the demeanor, so 'affect' is the correct choice.",
    "feedback_a": "This is incorrect. 'Effect' is primarily a noun. While it can be a verb meaning 'to bring about,' 'affect' (to influence) is the more logical and common choice here.",
    "feedback_b": "This is incorrect. This is a noun meaning 'results,' not a verb.",
    "feedback_c": "This is incorrect. This is the third-person singular form of the verb, but a modal verb like 'can' must be followed by the base form.",
    "feedback_d": "This is the correct answer. 'Affect' is the correct base form of the verb meaning 'to influence'.",
    "passage_content": "He understood firsthand how being ashamed of your dental health can ____________ your whole demeanor.",
    "question_stem": "Which choice completes the text so that it conforms to the conventions of Standard English?"
  },
  {
    "question_id": "DT-T0-RW-M2-19",
    "source_file_name": "DT-T0-RW-M2-Q&A.pdf",
    "subject": "Writing",
    "quiz_name": "DT-T0-RW-M2",
    "question_number": 19,
    "difficulty": "Medium",
    "domain": "Standard English Conventions",
    "Primary_Classification": "Boundaries",
    "Sub_Classification": "Punctuation",
    "Concept_Classification": "Punctuation_Colon_List_Explanation",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "imagination to identify with a hero in a story, to",
    "option_b": "imagination: to identify with a hero in a story, to",
    "option_c": "imagination; to identify with a hero in a story, to",
    "option_d": "imagination, to identify with a hero in a story to",
    "option_e": null,
    "correct_answer": "imagination: to identify with a hero in a story, to",
    "explanation_original": "The independent clause is \"Reading also stimulates the imagination.” The sentence best functions by using a colon and then listing the various ways it stimulates the imagination. Choice B does this perfectly. Choice A is a run-on sentence. Choice C incorrectly uses a semicolon... Choice D incorrectly attaches a list to the independent clause.",
    "explanation_ai_enhanced": "The first part of the sentence, 'Reading also stimulates the imagination,' is a complete independent clause. The part that follows is a list of things the imagination does ('consider what it would have been like... or to form a picture...'). A colon is the correct punctuation mark to introduce a list or explanation that clarifies the preceding clause.",
    "feedback_a": "This choice creates a grammatically awkward structure and is less clear than using a colon.",
    "feedback_b": "This is the correct answer. A colon is used appropriately to introduce an explanation or list that clarifies what is meant by 'stimulates the imagination'.",
    "feedback_c": "This is incorrect. A semicolon is used to connect two independent clauses, but the phrase following the punctuation is not an independent clause.",
    "feedback_d": "This choice incorrectly uses a comma to attach a list, which can be confusing, and also omits a necessary comma in the list itself.",
    "passage_content": "Reading also stimulates the ____________ consider what it would have been like to be at some historical event, or to form a picture of what one could accomplish in life.",
    "question_stem": "Which choice completes the text so that it conforms to the conventions of Standard English?"
  },
  {
    "question_id": "DT-T0-RW-M2-20",
    "source_file_name": "DT-T0-RW-M2-Q&A.pdf",
    "subject": "Writing",
    "quiz_name": "DT-T0-RW-M2",
    "question_number": 20,
    "difficulty": "Easy",
    "domain": "Standard English Conventions",
    "Primary_Classification": "Form_Structure_And_Sense",
    "Sub_Classification": "Grammar_And_Usage",
    "Concept_Classification": "Grammar_Subject_Verb_Agreement",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "has been",
    "option_b": "have been",
    "option_c": "will have been",
    "option_d": "be",
    "option_e": null,
    "correct_answer": "has been",
    "explanation_original": "The subject and verb must agree. In this case, the subject is \"trend,” which is a singular noun that will require a corresponding verb. Eliminate Choices B and D for being plural verbs. Choice C incorrectly uses future perfect tense, whereas present is the desired tense. “There has been a trend” is the best answer.",
    "explanation_ai_enhanced": "In the structure 'there + verb,' the true subject follows the verb. The subject here is 'a trend,' which is singular. Therefore, the verb must also be singular. 'has been' is the singular present perfect form and fits the context of a trend that has existed across past travels.",
    "feedback_a": "This is the correct answer. The singular verb 'has been' correctly agrees with the singular subject 'a trend'.",
    "feedback_b": "This is incorrect. 'have been' is a plural verb.",
    "feedback_c": "This is incorrect. 'will have been' is future tense, but the travel and the trend are in the past and present.",
    "feedback_d": "This is incorrect. 'be' is an infinitive/subjunctive form and does not create a grammatically complete sentence here.",
    "passage_content": "I don't think anyone would call me a world traveler. I have only been overseas twice. Everywhere I have traveled there ____________ a trend—the ever-present difficulty of learning the new language.",
    "question_stem": "Which choice completes the text so that it conforms to the conventions of Standard English?"
  },
  {
    "question_id": "DT-T0-RW-M2-21",
    "source_file_name": "DT-T0-RW-M2-Q&A.pdf",
    "subject": "Writing",
    "quiz_name": "DT-T0-RW-M2",
    "question_number": 21,
    "difficulty": "Easy",
    "domain": "Standard English Conventions",
    "Primary_Classification": "Form_Structure_And_Sense",
    "Sub_Classification": "Grammar_And_Usage",
    "Concept_Classification": "Grammar_Parallel_Structure",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "to",
    "option_b": "when",
    "option_c": "from",
    "option_d": "in",
    "option_e": null,
    "correct_answer": "to",
    "explanation_original": "A common linguistic pattern in English is “from (something or somewhere) . . to (something else or somewhere else).\" Unfortunately, there is no rule behind this per se. It is simply one of the many instances where familiarity with the pattern from common practice is a prerequisite. Choice A is the correct answer.",
    "explanation_ai_enhanced": "The sentence uses a common parallel structure to show a range or continuum: 'From [point A] to [point B].' The sentence starts with 'From the parental conflicts...' The logical completion is 'to international exchanges...' to complete the idiomatic pair.",
    "feedback_a": "This is the correct answer. It correctly completes the parallel construction 'From X to Y'.",
    "feedback_b": "This is incorrect. 'when' does not fit the 'From...' structure.",
    "feedback_c": "This is incorrect. 'From...from...' is not the correct parallel structure.",
    "feedback_d": "This is incorrect. 'in' does not fit the 'From...' structure.",
    "passage_content": "From the parental conflicts on a little-league team ____________ international exchanges from a World Cup, sports and sociology go hand in hand.",
    "question_stem": "Which choice completes the text so that it conforms to the conventions of Standard English?"
  },
  {
    "question_id": "DT-T0-RW-M2-22",
    "source_file_name": "DT-T0-RW-M2-Q&A.pdf",
    "subject": "Writing",
    "quiz_name": "DT-T0-RW-M2",
    "question_number": 22,
    "difficulty": "Medium",
    "domain": "Standard English Conventions",
    "Primary_Classification": "Boundaries",
    "Sub_Classification": "Punctuation",
    "Concept_Classification": "Punctuation_Dash_Explanation_Definition",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "including—but far from limited to, hypertension, obesity, and heart disease",
    "option_b": "including—but far from limited to hypertension, obesity, and heart disease",
    "option_c": "including—but far from limited to; hypertension, obesity, and heart disease",
    "option_d": "including—but far from limited to—hypertension, obesity, and heart disease",
    "option_e": null,
    "correct_answer": "including—but far from limited to—hypertension, obesity, and heart disease",
    "explanation_original": "“But far from limited to” is a parenthetical phrase; remove it and the sentence still functions effectively. Parenthetical phrases can be surrounded with two commas or two dashes. Choice A is close, but it breaks parallelism by using a dash and then a comma instead of the same punctuation mark twice, as required.",
    "explanation_ai_enhanced": "The phrase 'but far from limited to' is a non-essential interruption. Such phrases can be correctly set off from the main sentence by a pair of commas or a pair of dashes. Choice D correctly uses a pair of dashes. The other options mix punctuation (dash and comma) or use a semicolon incorrectly.",
    "feedback_a": "This option incorrectly mixes a dash and a comma, breaking parallelism.",
    "feedback_b": "This option uses only one dash, incorrectly connecting the list to the parenthetical phrase.",
    "feedback_c": "This option incorrectly uses a semicolon within the parenthetical structure.",
    "feedback_d": "This is the correct answer. It correctly uses a pair of dashes to set off the non-essential phrase 'but far from limited to'.",
    "passage_content": "Now, more than ever, science is beginning to understand the deleterious effects of prolonged stress, ____________.",
    "question_stem": "Which choice completes the text so that it conforms to the conventions of Standard English?"
  },
  {
    "question_id": "DT-T0-RW-M2-23",
    "source_file_name": "DT-T0-RW-M2-Q&A.pdf",
    "subject": "Writing",
    "quiz_name": "DT-T0-RW-M2",
    "question_number": 23,
    "difficulty": "Easy",
    "domain": "Expression of Ideas",
    "Primary_Classification": "Rhetorical_Synthesis",
    "Sub_Classification": "Sentence_Construction",
    "Concept_Classification": "Rhetoric_Sentence_Placement",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "Kept, because it gives statistical evidence.",
    "option_b": "Kept, because it provides a helpful elaboration.",
    "option_c": "Removed, because it is irrelevant to the topic of the sentence.",
    "option_d": "Removed, because it interrupts the author's line of reasoning.",
    "option_e": null,
    "correct_answer": "Kept, because it provides a helpful elaboration.",
    "explanation_original": "Ultimately, if we were to delete the underlined portion, we would be removing information that was both relevant and productive. It provides a \"helpful elaboration” in this sentence, and it contributes informative value to the text. Choice B is the correct answer.",
    "explanation_ai_enhanced": "The underlined portion provides a specific reason or example of how firstborn children's experiences shape them ('grow up being responsible'). This directly supports and elaborates on the general description of their upbringing, connecting their early attention to their later traits. Removing it would weaken the explanation.",
    "feedback_a": "This is incorrect. The phrase does not contain any statistics.",
    "feedback_b": "This is the correct answer. The phrase 'being responsible for their younger siblings' elaborates on how they are shaped, providing a useful detail that connects their childhood to their adult traits.",
    "feedback_c": "This is incorrect. The detail is directly relevant to how their upbringing as firstborns influences them.",
    "feedback_d": "This is incorrect. The phrase logically follows the previous clause and adds to the reasoning rather than interrupting it.",
    "passage_content": "Firstborn children are leaders. They spend their early years getting lots of attention from their parents, and then they grow up _being responsible for their younger siblings._ These are the people who are perfectionists.",
    "question_stem": "The author is considering removing the underlined portion of the sentence. Should it be kept or removed?"
  },
  {
    "question_id": "DT-T0-RW-M2-24",
    "source_file_name": "DT-T0-RW-M2-Q&A.pdf",
    "subject": "Writing",
    "quiz_name": "DT-T0-RW-M2",
    "question_number": 24,
    "difficulty": "Medium",
    "domain": "Expression of Ideas",
    "Primary_Classification": "Transitions",
    "Sub_Classification": "Logical_Connectors",
    "Concept_Classification": "Rhetoric_Transition_Contrast",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "Although",
    "option_b": "Since",
    "option_c": "Because",
    "option_d": "In addition,",
    "option_e": null,
    "correct_answer": "Although",
    "explanation_original": "A contrasting transition is required here. Essentially, the sentence is images are used often in society, but words require more cognitive processing. “Although” is the only option to achieve that contrast. Choices B and C express cause and effect, while Choice D is acceptable when the text is listing multiple things along the same thought process.",
    "explanation_ai_enhanced": "The sentence establishes a contrast. The first part acknowledges a fact ('images are frequently used'). The second part presents an opposing or contrasting idea ('words, unlike images, require more...'). 'Although' is the ideal transition word to signal this kind of contrast or concession.",
    "feedback_a": "This is the correct answer. 'Although' correctly sets up the contrast between the commonness of images and the unique cognitive demands of words.",
    "feedback_b": "This is incorrect. 'Since' and 'Because' signal a cause-and-effect relationship, which is not the logic of the sentence.",
    "feedback_c": "This is incorrect. 'Since' and 'Because' signal a cause-and-effect relationship, which is not the logic of the sentence.",
    "feedback_d": "This is incorrect. 'In addition,' signals the continuation of a similar idea, but the sentence presents a contrast.",
    "passage_content": "Reading is an enriching activity... children who read for pleasure encounter many new words and concepts that expand their minds. ____________ images are frequently used in society today, words, unlike images, require using one's mind to understand them, ponder their meaning, and consider whether they are communicating something true or false.",
    "question_stem": "Which choice completes the text with the most logical transition?"
  },
  {
    "question_id": "DT-T0-RW-M2-25",
    "source_file_name": "DT-T0-RW-M2-Q&A.pdf",
    "subject": "Writing",
    "quiz_name": "DT-T0-RW-M2",
    "question_number": 25,
    "difficulty": "Medium",
    "domain": "Expression of Ideas",
    "Primary_Classification": "Rhetorical_Synthesis",
    "Sub_Classification": "Note_Taking",
    "Concept_Classification": "Rhetoric_Synthesis_Notes",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "Davis and Armstrong both were excellent trumpet players.",
    "option_b": "Davis and Armstrong were both born in the United States.",
    "option_c": "Armstrong's education was less formal than Davis's.",
    "option_d": "Davis was born several years earlier than Armstrong.",
    "option_e": null,
    "correct_answer": "Armstrong's education was less formal than Davis's.",
    "explanation_original": "Armstrong learned on riverboats, while Davis attended Julliard, a music conservatory. Therefore, Davis had a more formal education than did Armstrong. It is not A or B, because these are both similarities. It is not D. because Davis was born later than Armstrong.",
    "explanation_ai_enhanced": "The goal is to find a difference. The notes state Davis studied at 'the Julliard School, a music conservatory,' which is a formal education. In contrast, Armstrong 'learned much of his musical skill...by playing on riverboats,' which is an informal, experience-based education. This is a clear difference.",
    "feedback_a": "This is incorrect. This statement describes a similarity, not a difference.",
    "feedback_b": "This is incorrect. This statement describes a similarity, not a difference.",
    "feedback_c": "This is the correct answer. It accurately synthesizes the information from the notes about Julliard (formal) and riverboats (informal) to state a key difference.",
    "feedback_d": "This is incorrect. The notes state Davis was born in 1926 and Armstrong in 1901, so Armstrong was born earlier, not Davis.",
    "passage_content": "While researching a topic, a student has made the following notes:\n• Miles Davis was a famous jazz musician who was born in 1926 in Illinois and died in 1991 in California.\n• Davis studied for a time at the Julliard School, a music conservatory in New York City.\n• Davis is best known for his trumpet playing.\n• Louis Armstrong was also a famous jazz musician, who was born in 1901 in Louisiana and died in 1971 in New York.\n• Armstrong learned much of his musical skill, including reading music, by playing on riverboats.\n• Armstrong is well known for both trumpet playing and vocal skill.",
    "question_stem": "The student wants to emphasize a difference between the two musicians. Which choice most effectively uses relevant information to accomplish this goal?"
  },
  {
    "question_id": "DT-T0-RW-M2-26",
    "source_file_name": "DT-T0-RW-M2-Q&A.pdf",
    "subject": "Reading",
    "quiz_name": "DT-T0-RW-M2",
    "question_number": 26,
    "difficulty": "Medium",
    "domain": "Expression of Ideas",
    "Primary_Classification": "Rhetorical_Synthesis",
    "Sub_Classification": "Sentence_Construction",
    "Concept_Classification": "Rhetoric_Sentence_Placement",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "Do we seek out knowledge and wisdom, or are we only concerned with chest-thumping and braggadocio?",
    "option_b": "Are we interested in exploring the moon, nearby planets, and even faraway star systems?",
    "option_c": "Do we only want to save money so that we can use it for domestic research programs to fight disease here on earth?",
    "option_d": "Are we focused on making the world a better place for our children, or do we want to leave them a legacy of environmental devastation?",
    "option_e": null,
    "correct_answer": "Do we seek out knowledge and wisdom, or are we only concerned with chest-thumping and braggadocio?",
    "explanation_original": "The following sentence particularly clarifies which choice makes the most sense, since the \"former\" would be referring to \"knowledge and wisdom\"-a sensible rationale for changing to robotic exploration, since such exploration would increase our knowledge but wouldn't give humans bragging rights as the first to land on another planet... and choice D does not give an option that is the focus of the context that follows.",
    "explanation_ai_enhanced": "The sentence following the blank begins with 'If the former...' This requires the inserted sentence to present two distinct options. The first option ('the former') must logically connect to the idea of investing in 'robotic exploration.' Choice A presents 'knowledge and wisdom' (which aligns with robotic exploration) versus 'chest-thumping and braggadocio' (which aligns with the 'obsession with manned space flight'). This creates a perfect logical link.",
    "feedback_a": "This is the correct answer. It presents a clear dichotomy where 'the former' (knowledge and wisdom) logically leads to the subsequent argument for robotic exploration.",
    "feedback_b": "This is incorrect. It presents a list of exploration targets, not a clear dichotomy of values that the word 'former' can refer to.",
    "feedback_c": "This is incorrect. It only presents one option (saving money), so the word 'former' would have nothing to refer to.",
    "feedback_d": "This is incorrect. While it presents two options, neither directly relates to the specific subsequent argument about robotic exploration vs. manned space flight.",
    "passage_content": "We must ask ourselves as a society, what is it that we most value? ____________ If the former, we should shift away from an obsession with manned space flight and invest resources in robotic exploration.",
    "question_stem": "Which choice, inserted in the underlined portion, would best connect the preceding and following sentences?"
  },
  {
    "question_id": "DT-T0-RW-M2-27",
    "source_file_name": "DT-T0-RW-M2-Q&A.pdf",
    "subject": "Reading",
    "quiz_name": "DT-T0-RW-M2",
    "question_number": 27,
    "difficulty": "Hard",
    "domain": "Expression of Ideas",
    "Primary_Classification": "Transitions",
    "Sub_Classification": "Logical_Connectors",
    "Concept_Classification": "Rhetoric_Transition_Contrast",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "Since this is such an influential quantity,",
    "option_b": "Though it may initially seem insignificant,",
    "option_c": "Given the paucity of scientific consensus,",
    "option_d": "Assuming that scientists are willing to disregard their instrumentation,",
    "option_e": null,
    "correct_answer": "Though it may initially seem insignificant,",
    "explanation_original": "The numerical amount of $0.01$ times does not initially seem like a very large number, so choice B gives a helpful introductory connection in the current sentence. Choice A would state that this is a larger quantity than it is; Choice C is incorrect because \"paucity” means “a lack of,\" which would contradict the well-founded scientific observations mentioned; and Choice D would involve scientists ignoring their observations.",
    "explanation_ai_enhanced": "The text presents a paradox. A number that seems small ('$0.01$ times more') has a potentially huge effect ('could soon prove to be a silver bullet'). The transition needs to acknowledge this contrast. 'Though it may initially seem insignificant' perfectly captures this idea, bridging the small appearance of the number with its large potential importance.",
    "feedback_a": "This is incorrect. This assumes the quantity is already known to be influential, which removes the tension the sentence is building.",
    "feedback_b": "This is the correct answer. It sets up the contrast between the small-sounding number and its massive potential implications for physics.",
    "feedback_c": "This is incorrect. 'Paucity' means lack or scarcity. The text describes a measured discrepancy, not a lack of consensus.",
    "feedback_d": "This is incorrect. This introduces an unsubstantiated and illogical condition that is not supported by the text.",
    "passage_content": "At odds with the Standard Model of physics, collision and radiation studies of antimatter have consistently confounded scientists’ efforts to reconcile the baryon asymmetry, and the known universe appears to be dominated by up to 0.01 times more matter than antimatter. ___________________________ such a discrepancy could soon prove to be a silver bullet for both the Standard Model and General Relativity, whose tenets are entrenched in our understanding of everything from the interaction of subatomic particles to the Big Bang Theory of cosmology.",
    "question_stem": "Which insertion for the underlined portion provides the most logical connection between the previous sentence and the current sentence?"
  }
]
