[
  {
    "question_id": "DT-T0-RW-M1-1",
    "source_file_name": "DT-T0-RW-M1-Q&A.pdf",
    "subject": "Writing",
    "quiz_name": "DT-T0-RW-M1",
    "question_number": 1,
    "difficulty": "Easy",
    "domain": "Craft & Structure",
    "Primary_Classification": "Words_In_Context",
    "Sub_Classification": "Vocabulary",
    "Concept_Classification": "Vocabulary_Words_In_Context",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "using",
    "option_b": "discovering",
    "option_c": "earning",
    "option_d": "writing",
    "option_e": null,
    "correct_answer": "earning",
    "explanation_original": "The sentence is providing statistics on how much money veterinarians can make, so earning is the most appropriate word. The other options do not describe how much someone's salary would be.",
    "explanation_ai_enhanced": "The text discusses salary statistics for veterinarians, specifically mentioning median pay and dollar amounts. The context is about income. The word earning directly relates to receiving money as payment for work. The other options are not logical in this context: one does not using, discovering, or writing a salary.",
    "feedback_a": "This option is incorrect. 'Using' money is what one does after receiving it, not the act of receiving it as pay.",
    "feedback_b": "This option is incorrect. 'Discovering' implies finding something unexpectedly. A salary is a known amount received for work, not discovered.",
    "feedback_c": "This is the correct answer. The context of 'pay' and specific dollar amounts makes 'earning' the only logical and precise choice for describing income received from a job.",
    "feedback_d": "This is incorrect. 'Writing' has no logical connection to the concept of receiving a salary.",
    "passage_content": "According to the United States Department of Labor, the 2021 median pay for veterinarians was approximately $100,000 annually, with the top 10 percent ______ more than $165,000.",
    "question_stem": "Which choice completes the text with the most logical and precise word or phrase?"
  },
  {
    "question_id": "DT-T0-RW-M1-2",
    "source_file_name": "DT-T0-RW-M1-Q&A.pdf",
    "subject": "Reading",
    "quiz_name": "DT-T0-RW-M1",
    "question_number": 2,
    "difficulty": "Easy",
    "domain": "Craft & Structure",
    "Primary_Classification": "Words_In_Context",
    "Sub_Classification": "Vocabulary",
    "Concept_Classification": "Vocabulary_Words_In_Context",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "Tailored",
    "option_b": "Popular",
    "option_c": "Leisurely",
    "option_d": "Economical",
    "option_e": null,
    "correct_answer": "Popular",
    "explanation_original": "\"Fashionable\" refers to the popularity of travelers placing paintings of their travel destinations in their homes. “Tailored” implies a level of customization that is not present in these works, “leisurely\" refers more to the scenes of the paintings, and “economical” could apply to the practice of saving money by using more general scenes than customized ones; but the focus in these lines is on the increased interest in this practice.",
    "explanation_ai_enhanced": "The text states that it was 'becoming fashionable among the middle class to possess' these paintings. This indicates a rising trend or a practice gaining widespread approval and adoption within that social group. The word 'Popular' best captures this idea of being liked, admired, or enjoyed by many people, which is the essence of a fashion or trend.",
    "feedback_a": "This is incorrect. 'Tailored' means custom-made or adapted for a particular purpose. While a painting could be tailored, the text is describing a general trend, not the specific customization of the artwork.",
    "feedback_b": "This is the correct answer. 'Popular' accurately reflects that possessing these paintings was a widespread and desirable trend among the middle class at the time.",
    "feedback_c": "This is incorrect. 'Leisurely' describes a relaxed pace, which might apply to the vacation scenes in the paintings but not to the trend of owning them.",
    "feedback_d": "This is incorrect. 'Economical' means inexpensive. The text gives no information about the cost of these paintings, only that owning them was in vogue.",
    "passage_content": "Employing slightly subtler brushstrokes than most of his counterparts, the artist focused his labors on capturing the tranquil, shore-side recreations of bourgeois vacationers. Around this time, it was becoming fashionable among the middle class to possess commemorative depictions of the places one had traveled, and he managed to fill this niche masterfully.",
    "question_stem": "As used in the text, what does the word \"fashionable\" most nearly mean?"
  },
  {
    "question_id": "DT-T0-RW-M1-3",
    "source_file_name": "DT-T0-RW-M1-Q&A.pdf",
    "subject": "Reading",
    "quiz_name": "DT-T0-RW-M1",
    "question_number": 3,
    "difficulty": "Medium",
    "domain": "Craft & Structure",
    "Primary_Classification": "Words_In_Context",
    "Sub_Classification": "Vocabulary",
    "Concept_Classification": "Vocabulary_Words_In_Context",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "Biased",
    "option_b": "Intolerant",
    "option_c": "Tasteful",
    "option_d": "Selective",
    "option_e": null,
    "correct_answer": "Selective",
    "explanation_original": "\"discriminating\" typically has a negative connotation that people associate with prejudice, in this context, the author is asserting that we need to be more careful and \"selective\" in deciding which invasive plants we keep and which ones we exterminate. Choices A and B can apply to discriminating in other contexts, and Choice C would only apply to being \"discriminating\" when it comes to the quality of art, food, music, etc.",
    "explanation_ai_enhanced": "The text argues against a blanket approach to eradicating all invasive species, suggesting a more nuanced method. It states we must be more discriminating in choosing *which* plants to remove from *which* areas, especially when they are 'an integral part of the greater ecosystem.' This implies a need to make careful choices or selections. Therefore, 'selective' is the best fit, meaning to choose carefully from a group.",
    "feedback_a": "This is incorrect. 'Biased' implies an unfair prejudice, which is the negative connotation the text is moving away from. The author advocates for careful judgment, not unfairness.",
    "feedback_b": "This is incorrect. 'Intolerant' means unwilling to accept different views or behaviors. The text is about making careful ecological choices, not about social tolerance.",
    "feedback_c": "This is incorrect. 'Tasteful' relates to having good aesthetic judgment (e.g., in art or decor). While one can have discriminating taste, the context here is scientific and ecological, not aesthetic.",
    "feedback_d": "This is the correct answer. 'Selective' perfectly captures the author's meaning: we must carefully select which invasive plants to eradicate based on their role in the ecosystem, rather than removing all of them indiscriminately.",
    "passage_content": "Although some invasive species do cause tremendous and irreparable damage to their ecosystems, environments are not static; they change, develop, and adapt to transitions, whether these be natural or manmade. We must learn to be more discriminating in our eradication of invasive plants from those areas where they have become an integral part of the greater ecosystem.",
    "question_stem": "As used in the text, what does the word “discriminating” most nearly mean?"
  },
  {
    "question_id": "DT-T0-RW-M1-4",
    "source_file_name": "DT-T0-RW-M1-Q&A.pdf",
    "subject": "Reading",
    "quiz_name": "DT-T0-RW-M1",
    "question_number": 4,
    "difficulty": "Easy",
    "domain": "Craft & Structure",
    "Primary_Classification": "Text_Structure_And_Purpose",
    "Sub_Classification": "Sentence_Analysis",
    "Concept_Classification": "Rhetoric_Sentence_Purpose",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "To transition to a clarification",
    "option_b": "To define an unfamiliar term",
    "option_c": "To give ethical reasoning",
    "option_d": "To analyze an economic impact",
    "option_e": null,
    "correct_answer": "To transition to a clarification",
    "explanation_original": "The first part of the text makes a broad statement of parthenogenesis. The underlined sentence outlines an important exception to this, mammals, and transitions into a clarification about how parthenogenesis does not occur naturally in mammals. It is not B, because this short sentence does not give a definition. It is not C or D, because the focus is on science, not ethics and economics.",
    "explanation_ai_enhanced": "The first sentence establishes a broad principle: parthenogenesis occurs in many types of animals. The underlined sentence, 'The exception is mammals,' introduces a key group to which this principle does not apply. The sentence that follows then elaborates on this exception. Therefore, the underlined sentence functions as a bridge, or a transition, that shifts the focus from the general rule to a specific clarification about mammals.",
    "feedback_a": "This is the correct answer. The sentence points out an exception (mammals) and sets up the following sentence, which clarifies why they are an exception (it doesn't occur naturally in them).",
    "feedback_b": "This is incorrect. The underlined sentence does not define parthenogenesis; it points out an exception to its occurrence.",
    "feedback_c": "This is incorrect. The text is purely scientific and descriptive; it does not contain any ethical arguments.",
    "feedback_d": "This is incorrect. The text discusses a biological phenomenon, not its economic impact.",
    "passage_content": "Parthenogenesis is not limited to lizards and sharks but is common in insects, crayfish, flatworms, snails, snakes, and even some birds. _The exception is mammals._ Although parthenogenesis can be artificially induced in a science laboratory, it has never been known to have occurred in mammals naturally.",
    "question_stem": "Which choice best states the function of the underlined sentence in the text as a whole?"
  },
  {
    "question_id": "DT-T0-RW-M1-5",
    "source_file_name": "DT-T0-RW-M1-Q&A.pdf",
    "subject": "Reading",
    "quiz_name": "DT-T0-RW-M1",
    "question_number": 5,
    "difficulty": "Easy",
    "domain": "Information & Ideas",
    "Primary_Classification": "Central_Ideas_And_Details",
    "Sub_Classification": "Main_Idea",
    "Concept_Classification": "Comprehension_Main_Idea",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "to lament his increased senility.",
    "option_b": "to express his identity.",
    "option_c": "to critique his familial relations.",
    "option_d": "to underscore his rootlessness.",
    "option_e": null,
    "correct_answer": "to underscore his rootlessness.",
    "explanation_original": "\"To underscore his rootlessness” is another way of saying to emphasize the uncertainty of his background. Choice D is the correct answer, as Washington is emphasizing that he really has very little idea about how he came into this world. Washington is not complaining about his dementia, as in Choice A, and Choice B is flawed in that he is uncertain of his \"identity.\" Choice C is flawed in that Washington is not critical of his family; rather, he is critical of the system of slavery that led to the instability/absence of his familial relations.",
    "explanation_ai_enhanced": "Washington repeatedly emphasizes his uncertainty about his origins: 'not quite sure of the exact place or exact date,' 'I do not know the month or the day.' This consistent focus on the lack of specific information about his birth highlights a profound sense of disconnection from his own past. This lack of a firm foundation or 'roots' is a central theme. The purpose is to show the deep and personal consequences of being born into slavery, where such basic records and certainties were denied.",
    "feedback_a": "This is incorrect. The text discusses a lack of knowledge about his birth, not memory loss due to old age (senility).",
    "feedback_b": "This is incorrect. While the passage is about his identity, its primary purpose is to emphasize the uncertainty and vagueness of that identity, not to simply express it.",
    "feedback_c": "This is incorrect. Washington does not mention or critique his family; he critiques the circumstances of his birth under slavery.",
    "feedback_d": "This is the correct answer. The repeated statements of not knowing the specifics of his own birth serve to emphasize, or 'underscore,' the lack of a defined origin, which is the essence of 'rootlessness.'",
    "passage_content": "The text is from Booker T. Washington's 1901 autobiography. I was born a slave on a plantation in Franklin County, Virginia. I am not quite sure of the exact place or exact date of my birth, but at any rate I suspect I must have been born somewhere and at some time. As nearly as I have been able to learn, I was born near a cross-roads post-office called Hale's Ford, and the year was 1858 or 1859. I do not know the month or the day. The earliest impressions I can now recall are of the plantation and the slave quarters—the latter being the part of the plantation where the slaves had their cabins.",
    "question_stem": "Washington's primary purpose in the text above is most likely"
  },
  {
    "question_id": "DT-T0-RW-M1-6",
    "source_file_name": "DT-T0-RW-M1-Q&A.pdf",
    "subject": "Reading",
    "quiz_name": "DT-T0-RW-M1",
    "question_number": 6,
    "difficulty": "Medium",
    "domain": "Information & Ideas",
    "Primary_Classification": "Command_Of_Evidence",
    "Sub_Classification": "Textual",
    "Concept_Classification": "Evidence_Textual_Support",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "its mathematical complexity.",
    "option_b": "a lack of widespread literacy at the time.",
    "option_c": "its ancient historical roots.",
    "option_d": "its incapacity to be physically intercepted.",
    "option_e": null,
    "correct_answer": "a lack of widespread literacy at the time.",
    "explanation_original": "“The Caesar Shift was simplistic by today's standards, but in an era in which very few could read in the first place, the encryption was effective.\" So, because the ability to read (i.e., literacy) was not widespread, this encryption method was effective. There is no indication that the cipher was mathematically complex, making Choice A incorrect. While it had ancient historical roots from centuries before the present day, the author does not indicate that this had a direct influence on its effectiveness, making Choice C incorrect. Finally, Choice D is incorrect because the text implies that even with physical interception, the messages would still be safe because of the lack of literacy.",
    "explanation_ai_enhanced": "The text provides a direct cause-and-effect relationship. It describes the Caesar Shift as 'simplistic' but immediately follows with the reason for its success: 'in an era in which very few could read in the first place, the encryption was effective.' This explicitly links the effectiveness of the cipher to the low literacy rates of the time. Even if someone intercepted a message, they likely wouldn't be able to read the letters, let alone decode the cipher.",
    "feedback_a": "This is incorrect. The text explicitly states the cipher was 'simplistic by today's standards,' which is the opposite of mathematically complex.",
    "feedback_b": "This is the correct answer. The text directly states that the encryption was effective because 'very few could read in the first place.'",
    "feedback_c": "This is incorrect. The text does not suggest that the cipher's effectiveness was due to its age or historical origins.",
    "feedback_d": "This is incorrect. The text does not discuss whether the messages could be physically intercepted. It implies that even if they were intercepted, the low literacy rates provided security.",
    "passage_content": "Though not the first to utilize encryption, Roman emperor Julius Caesar is perhaps the most notable early adopter. A man of many secrets, Caesar would send messages to his generals in which the letters of the alphabet had been shifted a set number of places ($A$ became $D$, $B$ became $E$, and so forth). The recipient of the message would be alerted to the cipher in advance and would thus decode the message upon delivery. The Caesar Shift was simplistic by today's standards, but in an era in which very few could read in the first place, the encryption was effective.",
    "question_stem": "The text most strongly suggests that the encryption used by Julius Caesar was successful in large part due to"
  },
  {
    "question_id": "DT-T0-RW-M1-7",
    "source_file_name": "DT-T0-RW-M1-Q&A.pdf",
    "subject": "Reading",
    "quiz_name": "DT-T0-RW-M1",
    "question_number": 7,
    "difficulty": "Medium",
    "domain": "Craft & Structure",
    "Primary_Classification": "Text_Structure_And_Purpose",
    "Sub_Classification": "Passage_Analysis",
    "Concept_Classification": "Rhetoric_Passage_Structure",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "Text 2 provides a specific example to illustrate the broad claim made in Text 1.",
    "option_b": "Text 2 presents arguments that are generally opposed to the primary position made in Text 1.",
    "option_c": "Text 1 emphasizes a modern approach to the study of history, whereas Text 2 is more antiquated.",
    "option_d": "Text 1 addresses the major objection to the study of history that is raised by Text 2.",
    "option_e": null,
    "correct_answer": "Text 2 provides a specific example to illustrate the broad claim made in Text 1.",
    "explanation_original": "Text 1 makes a broad claim about history tending to repeat itself, and text 2 uses the specific example of fashion history to make this point. It is not B, because the arguments are not opposed to one another. It is not C, because while Text 2 refers to older events, its approach is not necessarily antiquated. It is not D, because Text 2 does not raise an objection.",
    "explanation_ai_enhanced": "Text 1 makes a general, abstract claim: 'general trends tend to repeat themselves' and 'there is nothing new under the sun.' Text 2 discusses the specific field of fashion history, noting how 'most \"new\" fashions are just old ideas remade' and giving the concrete example of early 2000s shirts being a 'remix' of $18^{th}$-century gowns. Text 2's concrete discussion of fashion serves as a perfect illustration of the general principle about history repeating itself that was established in Text 1.",
    "feedback_a": "This is the correct answer. Text 1 makes a broad claim, and Text 2 provides a specific, concrete example (fashion) that supports and illustrates that claim.",
    "feedback_b": "This is incorrect. The texts are in agreement, not opposition. Text 2 supports Text 1.",
    "feedback_c": "This is incorrect. Neither text is presented as more modern or antiquated than the other; they are complementary.",
    "feedback_d": "This is incorrect. Text 2 does not raise an objection to the study of history; it provides an example of it. Therefore, Text 1 cannot be addressing an objection from Text 2.",
    "passage_content": "Text 1 Many historians find that general trends tend to repeat themselves if you look far enough back through the records of humanity. It truly can be said that there is nothing new under the sun. Perhaps this is simply a function of how long humans have been around, but perhaps it also says something about just how similar all humans are, even across thousands of years. Text 2 Studying fashion history is a lot like listening to remixes of your favorite songs. As you examine textiles from around the world and through time, you'll constantly see that most \"new\"fashions are just old ideas remade. And so, women's high-waisted shirts from the early 2000s weren't anything new or different: they were simply $18^{th}$-century empire-style gowns remixed for a new generation.",
    "question_stem": "What best describes the relationship between the two texts?"
  },
  {
    "question_id": "DT-T0-RW-M1-8",
    "source_file_name": "DT-T0-RW-M1-Q&A.pdf",
    "subject": "Reading",
    "quiz_name": "DT-T0-RW-M1",
    "question_number": 8,
    "difficulty": "Easy",
    "domain": "Information & Ideas",
    "Primary_Classification": "Inference",
    "Sub_Classification": "Logical_Conclusions",
    "Concept_Classification": "Comprehension_Inference",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "skeptical.",
    "option_b": "positive.",
    "option_c": "neutral.",
    "option_d": "bellicose.",
    "option_e": null,
    "correct_answer": "positive.",
    "explanation_original": "\"interesting\" and that the process is \"something to behold.\" Overall, the author's tone is therefore warm. She is appreciative and has a \"positive\" opinion of the concept, as seen in Choice B. The author is not \"skeptical:\" she does not have doubts about logistics. It is not Choice C, as the author does take an opinion on the matter. \"Bellicose” means warlike. Choice D, then, is not a viable option.",
    "explanation_ai_enhanced": "The author uses words with positive connotations to describe the logistics process, such as 'interesting' and 'something to behold.' The description of the complex system and the 'billions of dollars' invested conveys a sense of appreciation and admiration for the scale and efficiency of the operation. This appreciative tone indicates a positive attitude.",
    "feedback_a": "This is incorrect. A skeptical attitude would express doubt or disbelief, but the author's language expresses admiration.",
    "feedback_b": "This is the correct answer. The author's choice of words like 'interesting' and 'something to behold' clearly indicates a positive and appreciative attitude.",
    "feedback_c": "This is incorrect. A neutral attitude would use objective, non-emotional language. The author's words convey a clear opinion.",
    "feedback_d": "This is incorrect. 'Bellicose' means hostile or aggressive, which is completely unrelated to the tone of the passage.",
    "passage_content": "FedEx and UPS now provide online tracking of packages for the consumer. It is interesting to log on and see the journey that a purchase has traveled to go from source to destination. Each time an arrival and a departure are scanned, that item must be picked up by an employee, placed on a moving belt to take to a sortation system, and then placed on another vehicle for its next leg in the sojourn. Holiday seasons put these logistics systems to a severe test each year, and companies in the business of logistics are constantly investing in new ways to handle the information and the items as they flow through the pipelines. Billions of dollars have been invested in these types of service industries, and the activity behind the scenes is something to behold.",
    "question_stem": "The author's attitude toward the process of logistical distribution can best be described as"
  },
  {
    "question_id": "DT-T0-RW-M1-9",
    "source_file_name": "DT-T0-RW-M1-Q&A.pdf",
    "subject": "Reading",
    "quiz_name": "DT-T0-RW-M1",
    "question_number": 9,
    "difficulty": "Medium",
    "domain": "Information & Ideas",
    "Primary_Classification": "Central_Ideas_And_Details",
    "Sub_Classification": "Main_Idea",
    "Concept_Classification": "Comprehension_Main_Idea",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "let bygones be bygones.",
    "option_b": "the truth will set you free.",
    "option_c": "focus on the moment.",
    "option_d": "do unto others as you would have them do unto you.",
    "option_e": null,
    "correct_answer": "focus on the moment.",
    "explanation_original": "The narrator discusses the futility of spending time trying to predict the future. Additionally, he discusses how knowing the future would take away one's enjoyment in the present. Hence, he would advise people to \"focus on the moment.\" Choice A means to be forgiving, Choice B advocates seeking knowledge, and choice D advocates reciprocal kindness.",
    "explanation_ai_enhanced": "The central argument of the monologue is that knowing the future would make life 'intolerable' because one would 'suffer their agonies in advance' and get 'no joy of present blessings.' The conclusion is that 'Ignorance is the necessary condition of human happiness.' This philosophy champions living without foreknowledge, which implies embracing the present without being burdened by the future. 'Focus on the moment' is the most effective summary of this idea.",
    "feedback_a": "This is incorrect. 'Let bygones be bygones' is about forgiving the past, whereas the text is about not knowing the future.",
    "feedback_b": "This is incorrect. The text argues the exact opposite: that ignorance, not truth, leads to bliss and happiness.",
    "feedback_c": "This is the correct answer. The main idea is that preoccupation with the future destroys the present, so one should live in the now, which is to 'focus on the moment.'",
    "feedback_d": "This is incorrect. This is a well-known ethical rule (the Golden Rule) that is not discussed in the text. The passage is about epistemology and happiness, not interpersonal ethics.",
    "passage_content": "<p><em>The text is from Anatole France's 1912 novel The Gods Will Have Blood.</em></p> Those who make a trade out of foretelling the future rarely grow rich. Their attempts to deceive are too easily found out and arouse detestation. And yet\nit would be necessary to detest them much, much more if they foretold the future correctly. For a man’s life would become intolerable, if he knew what was going to happen to him. He would be made aware of future evils, and would suffer their agonies in advance, while he would get no joy of present blessings since he would know how they would end. Ignorance is the necessary condition of human happiness, and it must be admitted that on the whole mankind observes that condition well. We are almost entirely ignorant of ourselves, absolutely of others. In ignorance, we find our bliss, in illusions, our happiness.",
    "question_stem": "The main idea conveyed in the above monologue can best be summarized as"
  },
  {
    "question_id": "DT-T0-RW-M1-10",
    "source_file_name": "DT-T0-RW-M1-Q&A.pdf",
    "subject": "Reading",
    "quiz_name": "DT-T0-RW-M1",
    "question_number": 10,
    "difficulty": "Easy",
    "domain": "Information & Ideas",
    "Primary_Classification": "Command_Of_Evidence",
    "Sub_Classification": "Quantitative",
    "Concept_Classification": "Evidence_Quantitative_Graph",
    "question_type": "multiple_choice",
    "image_url": "DT-T0-RW-M1-10_image.png",
    "option_a": "$10",
    "option_b": "$30",
    "option_c": "$60",
    "option_d": "$120",
    "option_e": null,
    "correct_answer": "$30",
    "explanation_original": "\"almost daily\" with the scores of those who read \"never or hardly ever.” The difference in points between these two groups is approximately 30.",
    "explanation_ai_enhanced": "The question asks for the approximate difference in writing scores between two groups shown on the bar chart. First, locate the bar for 'Almost Daily' readers; its value is approximately $165$. Next, locate the bar for 'Never or Hardly Ever' readers; its value is approximately $135$. The difference is $165 - 135 = 30$. Therefore, the most accurate completion for the text is $30$ points.",
    "feedback_a": "This is incorrect. This is a significant misreading of the graph; the difference is larger.",
    "feedback_b": "This is the correct answer. The score for 'Almost Daily' is about $165$, and the score for 'Never or Hardly Ever' is about $135$. The difference is $165 - 135 = 30$.",
    "feedback_c": "This is incorrect. This value is double the actual difference shown in the graph.",
    "feedback_d": "This is incorrect. This value is four times the actual difference and represents a large portion of the entire score, which is not supported by the data.",
    "passage_content": "Note: Writing scores range from 0 to 300, and students were surveyed nationwide. Source: U.S. Department of Education, National Center for Education Statistics........Those who read for fun more often have higher writing scores—in fact, those who read daily for fun outperform those who never or hardly ever read by approximately ______ points on national writing tests.",
    "question_stem": "Which choice most effectively uses data from the chart to complete the example?"
  },
  {
    "question_id": "DT-T0-RW-M1-11",
    "source_file_name": "DT-T0-RW-M1-Q&A.pdf",
    "subject": "Reading",
    "quiz_name": "DT-T0-RW-M1",
    "question_number": 11,
    "difficulty": "Medium",
    "domain": "Information & Ideas",
    "Primary_Classification": "Command_Of_Evidence",
    "Sub_Classification": "Textual",
    "Concept_Classification": "Evidence_Textual_Support",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "\"But you do not ask for water. / You cannot speak!\"",
    "option_b": "\"Everyone knows that you are dying of thirst, / Yet they do not bring water!\"",
    "option_c": "\"And I, who had happiness to share, / And longed to share your happiness;\"",
    "option_d": "\"I who loved you, Spoon River, / And craved your love,\"",
    "option_e": null,
    "correct_answer": "\"Everyone knows that you are dying of thirst, / Yet they do not bring water!\"",
    "explanation_original": "This quotation most directly illustrates the sorrow at being ignored by other people, since even though the narrator is dying of thirst, no one brings her water. The other options do not effectively show the sorrow at being ignored by other people.",
    "explanation_ai_enhanced": "The prompt states the narrator's sorrow comes from 'being ignored by other people.' We need a quote that shows this specific situation. The line 'Everyone knows that you are dying of thirst, / Yet they do not bring water!' perfectly captures this. It shows that people are aware of her suffering ('Everyone knows') but choose to ignore her need ('Yet they do not bring water'). This willful neglect is the essence of being ignored.",
    "feedback_a": "This quote describes someone's inability to speak, not the narrator being ignored by others.",
    "feedback_b": "This is the correct answer. It shows that people are aware of her dire need but actively ignore her, which is a powerful illustration of the claim.",
    "feedback_c": "This quote expresses a desire to share happiness, which is different from the sorrow of being ignored.",
    "feedback_d": "This quote expresses a craving for love from 'Spoon River' (the town), which is a general feeling of unrequited love, not the specific sorrow of being actively ignored by people in a moment of need.",
    "passage_content": "\"Mabel Osborne\" is a 1915 poem by Edgar Lee Masters in which the narrator expresses her sorrow at being ignored by other people.",
    "question_stem": "Which quotation from “Mabel Osborne” most effectively illustrates that claim?"
  },
  {
    "question_id": "DT-T0-RW-M1-12",
    "source_file_name": "DT-T0-RW-M1-Q&A.pdf",
    "subject": "Reading",
    "quiz_name": "DT-T0-RW-M1",
    "question_number": 12,
    "difficulty": "Medium",
    "domain": "Information & Ideas",
    "Primary_Classification": "Inference",
    "Sub_Classification": "Logical_Conclusions",
    "Concept_Classification": "Comprehension_Inference",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "Relatively healthy, relatively ill",
    "option_b": "Generally unhealthy, generally healthy",
    "option_c": "Internally sick, externally sick",
    "option_d": "Physically ill, mentally ill",
    "option_e": null,
    "correct_answer": "Relatively healthy, relatively ill",
    "explanation_original": "\"bacteriostatic antibiotics are often prescribed to patients who have an intact immune system.” If a person's immune system is intact, it is fair to assume that that person is “relatively healthy,\" as described in Choice A. Choices B, C, and D all state that bacteriostatic antibiotics are used on people in various states of poor health, which is not the case.",
    "explanation_ai_enhanced": "The text draws a clear distinction. Bacteriostatic drugs are used for patients with an 'intact immune system' that can assist in fighting the infection. This describes a 'relatively healthy' person who has a temporary infection but a functional immune system. In contrast, bactericidal drugs are for 'immunocompromised' patients whose immune system is 'not functioning properly.' This describes a 'relatively ill' person who cannot fight the infection on their own and needs a drug that actively kills the bacteria.",
    "feedback_a": "This is the correct answer. 'Relatively healthy' corresponds to an intact immune system (bacteriostatic), and 'relatively ill' corresponds to an immunocompromised system (bactericidal).",
    "feedback_b": "This is incorrect. The text indicates bacteriostatic drugs are for healthier patients, not unhealthy ones.",
    "feedback_c": "This is incorrect. The distinction in the text is based on immune function, not the location of the sickness (internal vs. external).",
    "feedback_d": "This is incorrect. The text is about physical health and immune response; mental illness is not mentioned or relevant to the distinction being made.",
    "passage_content": "Bacteriostatic antibiotics are often prescribed to patients who have an intact immune system that can assist in killing the microorganism causing the infection. Allowing the innate immune system to do some of the work decreases the length of time the patient needs to be on the antibiotic, which can help eliminate some of the unwanted side effects. In contrast, bactericidal drugs are prescribed when the patient may be immunocompromised (i.e., the natural immune system is not functioning properly) and cannot fight off the infection. Depending on the severity and type of infection, a doctor may select a narrow- or broad-spectrum bactericidal drug.",
    "question_stem": "It is reasonable to conclude from the text that a bacteriostatic medicine and a bactericidal medicine would be optimally used on patients in which of the following respective situations?"
  },
  {
    "question_id": "DT-T0-RW-M1-13",
    "source_file_name": "DT-T0-RW-M1-Q&A.pdf",
    "subject": "Reading",
    "quiz_name": "DT-T0-RW-M1",
    "question_number": 13,
    "difficulty": "Hard",
    "domain": "Information & Ideas",
    "Primary_Classification": "Inference",
    "Sub_Classification": "Logical_Conclusions",
    "Concept_Classification": "Comprehension_Inference",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "chemistry to biology.",
    "option_b": "anthropology to astronomy.",
    "option_c": "physics to mathematics.",
    "option_d": "artistry to geometry.",
    "option_e": null,
    "correct_answer": "chemistry to biology.",
    "explanation_original": "The text reports how Hill's and Becquerel's chemistry-based approach toward color photography was not as promising, while reporting that Maxwell was able to make progress by focusing biologically on how the human eye perceives colors. The other options do not accurately describe this transition.",
    "explanation_ai_enhanced": "The text contrasts two approaches. The first approach, by Hill and Becquerel, involved searching for a 'chameleonic compound' that would change to any color. This is a search for a specific chemical substance, which falls under the field of chemistry. The second, successful approach by Maxwell was modeled on the 'color sensitivity of the human eye.' The study of how the eye and other biological systems function is the domain of biology. Therefore, Maxwell's breakthrough came from shifting from a chemistry-based problem to a biology-based one.",
    "feedback_a": "This is the correct answer. The search for a 'compound' is chemistry, while modeling the 'human eye' is biology.",
    "feedback_b": "This is incorrect. The passage does not mention anthropology or astronomy.",
    "feedback_c": "This is incorrect. The passage mentions Maxwell was a physicist, but his shift was not away from physics; it was from a chemical approach to a biological model.",
    "feedback_d": "This is incorrect. While photography is an art, the approaches described are scientific, not artistic. Geometry is not mentioned.",
    "passage_content": "A new approach was required before color photography could emerge as a truly viable artistic and documentary medium. Such an approach was theorized just ten years later. While Hill's and Becquerel's labors had emphasized the search for a novel, chameleonic compound to assume any spectral wavelength shown upon it, Scottish physicist James Clerk Maxwell used as his model the color sensitivity of the human eye.",
    "question_stem": "The text suggests that Maxwell was able to make a scientific breakthrough in photographic technology by shifting his focus from"
  },
  {
    "question_id": "DT-T0-RW-M1-14",
    "source_file_name": "DT-T0-RW-M1-Q&A.pdf",
    "subject": "Reading",
    "quiz_name": "DT-T0-RW-M1",
    "question_number": 14,
    "difficulty": "Medium",
    "domain": "Information & Ideas",
    "Primary_Classification": "Central_Ideas_And_Details",
    "Sub_Classification": "Main_Idea",
    "Concept_Classification": "Comprehension_Main_Idea",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "Whether it has a significant proportion of dust and ice in its core",
    "option_b": "Whether it has an orbital eccentricity greater than zero",
    "option_c": "Whether humans can observe it without a telescope",
    "option_d": "Whether it contributes to meteor activity visible by astronomers",
    "option_e": null,
    "correct_answer": "Whether humans can observe it without a telescope",
    "explanation_original": "The text defines a Great Comet as one that is bright enough to be observed by people on Earth with the naked eye. While the other options may be attributes of a Great Comet, they are not necessary ones.",
    "explanation_ai_enhanced": "The very first sentence of the text provides a direct definition: 'Great Comets, which are those that become bright enough during their passage near Earth to be observed by the naked eye.' This is the fundamental, defining characteristic. The rest of the passage discusses other factors that contribute to this visibility (like having a large nucleus), but the ability to be seen without a telescope is the essential criterion for the category itself.",
    "feedback_a": "This is a contributing factor mentioned in the text that helps a comet become bright, but it is not the defining characteristic itself. The definition is based on the final effect (visibility), not the cause.",
    "feedback_b": "This is a technical characteristic of a comet's orbit that is not mentioned in the text as the defining feature of a 'Great Comet.'",
    "feedback_c": "This is the correct answer. The text explicitly defines a Great Comet by its visibility to the 'naked eye,' which means it can be observed without a telescope.",
    "feedback_d": "This is incorrect. The text does not mention meteor activity as a criterion for being a Great Comet.",
    "passage_content": "Halley’s Comet falls into a category called Great Comets, which are those that become bright enough during their passage near Earth to be observed by the naked eye. Predicting whether a comet will be “Great” has proven a challenging task even for the most talented astronomers and astrophysicists. The comet must pass through a relatively small expanse of space near enough to the sun to reflect a large amount of light but remain close enough to Earth for the light to reach and penetrate our atmosphere. Moreover, it is thought that a Great Comet must possess a large and active nucleus, though the exact physics of comet nuclei— which consist of dust, ice, and perhaps particulate minerals—are still poorly understood. Even so, comets meeting these criteria have on occasion failed to achieve “greatness.”",
    "question_stem": "According to the text, which characteristic of a comet is most essential to its being categorized as a \"Great Comet\"?"
  },
  {
    "question_id": "DT-T0-RW-M1-15",
    "source_file_name": "DT-T0-RW-M1-Q&A.pdf",
    "subject": "Writing",
    "quiz_name": "DT-T0-RW-M1",
    "question_number": 15,
    "difficulty": "Easy",
    "domain": "Standard English Conventions",
    "Primary_Classification": "Boundaries",
    "Sub_Classification": "Punctuation",
    "Concept_Classification": "Punctuation_Apostrophe_Possessive",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "their clients'",
    "option_b": "they're clients",
    "option_c": "there client's",
    "option_d": "their clients",
    "option_e": null,
    "correct_answer": "their clients'",
    "explanation_original": "\"Their\" shows possession by the occupational therapists, and \"clients'\" shows that the time belongs to the plural \"clients\". \"They're\" is the same as \"they are,\" and \"there\" refers to a place.",
    "explanation_ai_enhanced": "The sentence requires a two-level possessive structure. The 'schedules' belong to the 'clients', and the 'clients' belong to the 'therapists'. 'Their' is the possessive pronoun for the therapists. 'Clients'' is the plural possessive noun indicating the schedules belong to multiple clients. Therefore, 'their clients'' is correct.",
    "feedback_a": "This is the correct answer. 'Their' is the possessive pronoun referring to the occupational therapists. 'clients'' is the plural possessive form, indicating that the schedules belong to the multiple clients of the therapists.",
    "feedback_b": "This is incorrect. 'They're' is a contraction for 'they are.' The sentence would read '...occupy they are clients schedules,' which is ungrammatical.",
    "feedback_c": "This is incorrect. 'There' is a place. 'Client's' is singular possessive. The sentence refers to 'many clients' (plural), so the singular possessive is wrong.",
    "feedback_d": "This is incorrect. This form lacks the possessive apostrophe after 'clients' to show that the schedules belong to them.",
    "passage_content": "Occupational therapists work with many clients on any given day. If routine daily activities occupy ______ schedules, occupational therapists can provide treatments.",
    "question_stem": "Which choice completes the text so that it conforms to the conventions of Standard English?"
  },
  {
    "question_id": "DT-T0-RW-M1-16",
    "source_file_name": "DT-T0-RW-M1-Q&A.pdf",
    "subject": "Writing",
    "quiz_name": "DT-T0-RW-M1",
    "question_number": 16,
    "difficulty": "Easy",
    "domain": "Standard English Conventions",
    "Primary_Classification": "Boundaries",
    "Sub_Classification": "Punctuation",
    "Concept_Classification": "Punctuation_Comma_Nonessential_Clause",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "found that Io a moon of Jupiter has",
    "option_b": "found that Io, a moon of Jupiter has",
    "option_c": "found that Io, a moon of Jupiter, has",
    "option_d": "found that Io a moon, of Jupiter has",
    "option_e": null,
    "correct_answer": "found that Io, a moon of Jupiter, has",
    "explanation_original": "\"The commas correctly surround the clarification of what Io is. This is known as an “appositive,\" which is when an interchangeable name for what comes before is surrounded with commas. For example: \"My oldest daughter, the Prime Minster, is well respected.” The other options do not provide sufficient pauses.",
    "explanation_ai_enhanced": "The phrase 'a moon of Jupiter' is an appositive, which is a nonessential phrase that renames or provides more information about the noun 'Io.' Standard English conventions require setting off nonessential appositives with commas on both sides. Therefore, a comma is needed after 'Io' and after 'Jupiter' to correctly punctuate the sentence.",
    "feedback_a": "This option is missing both required commas to set off the appositive phrase.",
    "feedback_b": "This option is missing the second comma after 'Jupiter,' failing to close the appositive phrase.",
    "feedback_c": "This is the correct answer. It correctly uses commas to set off the nonessential appositive phrase 'a moon of Jupiter.'",
    "feedback_d": "This option incorrectly places a comma after 'moon' and omits the necessary comma after 'Io.'.",
    "passage_content": "Among many discoveries, the Voyager 2 spacecraft ______ volcanic activity— the first time another astronomical body was found to have this Earth-like characteristic.",
    "question_stem": "Which choice completes the text so that it conforms to the conventions of Standard English?"
  },
  {
    "question_id": "DT-T0-RW-M1-17",
    "source_file_name": "DT-T0-RW-M1-Q&A.pdf",
    "subject": "Writing",
    "quiz_name": "DT-T0-RW-M1",
    "question_number": 17,
    "difficulty": "Medium",
    "domain": "Standard English Conventions",
    "Primary_Classification": "Form_Structure_And_Sense",
    "Sub_Classification": "Grammar_And_Usage",
    "Concept_Classification": "Grammar_Verb_Tense_Consistency",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "has been observed",
    "option_b": "have been observed",
    "option_c": "had been observed",
    "option_d": "is being observed",
    "option_e": null,
    "correct_answer": "had been observed",
    "explanation_original": "This is an event that takes place prior to another event in the past, so had is needed.",
    "explanation_ai_enhanced": "The sentence describes events that occurred 'Prior to the DZero study,' which itself is a past event ('announced'). To describe an action that happened before another past action, the past perfect tense is required. The subject is 'baryon asymmetry and similar $CP$ violations' (plural). The past perfect verb 'had been observed' works for both singular and plural subjects.",
    "feedback_a": "This is incorrect. 'has been observed' is singular present perfect, but the subject is plural and the action is in the deeper past.",
    "feedback_b": "This is incorrect. 'have been observed' is plural present perfect. While the subject is plural, the tense is wrong. The observation of violations happened *before* the DZero study was announced in the past.",
    "feedback_c": "This is the correct answer. The past perfect tense 'had been observed' correctly indicates that these observations took place before the main past event of the DZero study's announcement.",
    "feedback_d": "This is incorrect. 'is being observed' is present progressive, which is the wrong tense for an event that happened before a past event.",
    "passage_content": "A few years ago, a research team at Fermi Lab known as the DZero Collaboration announced observations of matter-antimatter asymmetries on a scale never seen before. Prior to the DZero study, baryon asymmetry and similar $CP$ violations ______ in laboratory settings only in much smaller—and thus, less helpful—orders of magnitude.",
    "question_stem": "Which choice completes the text so that it conforms to the conventions of Standard English?"
  },
  {
    "question_id": "DT-T0-RW-M1-18",
    "source_file_name": "DT-T0-RW-M1-Q&A.pdf",
    "subject": "Writing",
    "quiz_name": "DT-T0-RW-M1",
    "question_number": 18,
    "difficulty": "Easy",
    "domain": "Standard English Conventions",
    "Primary_Classification": "Boundaries",
    "Sub_Classification": "Punctuation",
    "Concept_Classification": "Punctuation_Apostrophe_Possessive",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "patients",
    "option_b": "patient's",
    "option_c": "patients'",
    "option_d": "those of patients",
    "option_e": null,
    "correct_answer": "patients'",
    "explanation_original": "\"A possessive is required that will express the idea of the problems of patients, where patients is plural. Choice A isn't possessive. Choice D incorrectly uses both \"those of\" and \"problems,” which are illogical when combined. Choice B incorrectly expresses the problems of one patient. Choice C is the best answer.",
    "explanation_ai_enhanced": "The sentence describes Tim treating problems belonging to multiple patients. The pronoun 'their' later in the clause confirms the noun should be plural. We need the possessive form of the plural noun 'patients,' which is 'patients'.' This indicates 'the problems of the patients.'",
    "feedback_a": "This is incorrect. This is the simple plural, but a possessive form is needed to show the problems belong to the patients.",
    "feedback_b": "This is incorrect. This is the singular possessive form, meaning the problems of one patient. The pronoun 'their' later indicates a plural subject.",
    "feedback_c": "This is the correct answer. This is the plural possessive form, a simple apostrophe after the 's', correctly indicating that the problems belong to multiple patients.",
    "feedback_d": "This is incorrect. 'those of patients problems' would be redundant and ungrammatical.",
    "passage_content": "Tim, while appropriately interested in diagnosing and treating ______ problems with their teeth and gums, demonstrated real passion for repairing teeth and aiding in cosmetic dental concerns.",
    "question_stem": "Which choice completes the text so that it conforms to the conventions of Standard English?"
  },
  {
    "question_id": "DT-T0-RW-M1-19",
    "source_file_name": "DT-T0-RW-M1-Q&A.pdf",
    "subject": "Writing",
    "quiz_name": "DT-T0-RW-M1",
    "question_number": 19,
    "difficulty": "Easy",
    "domain": "Standard English Conventions",
    "Primary_Classification": "Form_Structure_And_Sense",
    "Sub_Classification": "Grammar_And_Usage",
    "Concept_Classification": "Grammar_Subject_Verb_Agreement",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "on a basis that is daily are attacking the human body.",
    "option_b": "attacking the bodies of humans on a daily basis.",
    "option_c": "attack the human body on a daily basis.",
    "option_d": "attacks humans each and every day.",
    "option_e": null,
    "correct_answer": "attack the human body on a daily basis.",
    "explanation_original": "\"The subject is “foreign objects\" which is a plural noun that requires a plural verb. Eliminate Choice A, as \"basis that is daily\" is an awkward way of saying daily basis. Eliminate Choice D for having a singular verb, \"attacks.\" Eliminate Choice B, as “that attacking” is inappropriate; \"that attack,\" as seen in Choice C, is preferable.\"",
    "explanation_ai_enhanced": "The subject of the verb is 'foreign objects,' which is plural. Therefore, a plural verb is required. The simple present plural verb is 'attack.' The other options are either grammatically incorrect or use the wrong verb form. 'Attacks' is singular. 'Attacking' is a participle, not a main verb here. 'are attacking' in option A is part of an awkward and ungrammatical phrase.",
    "feedback_a": "This option is grammatically awkward and unnecessarily wordy.",
    "feedback_b": "This option uses a participle ('attacking') where a main verb is needed.",
    "feedback_c": "This is the correct answer. The plural subject 'foreign objects' agrees with the plural verb 'attack,' and the rest of the phrase is concise and grammatically correct.",
    "feedback_d": "This option is incorrect because the singular verb 'attacks' does not agree with the plural subject 'foreign objects.'.",
    "passage_content": "Allergens, pollution, bacteria, and sunlight—these are just some of the foreign objects that ______.",
    "question_stem": "Which choice completes the text so that it conforms to the conventions of Standard English?"
  },
  {
    "question_id": "DT-T0-RW-M1-20",
    "source_file_name": "DT-T0-RW-M1-Q&A.pdf",
    "subject": "Writing",
    "quiz_name": "DT-T0-RW-M1",
    "question_number": 20,
    "difficulty": "Easy",
    "domain": "Standard English Conventions",
    "Primary_Classification": "Form_Structure_And_Sense",
    "Sub_Classification": "Grammar_And_Usage",
    "Concept_Classification": "Grammar_Verb_Form",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "to",
    "option_b": "over",
    "option_c": "and journeying throughout",
    "option_d": "sequencing",
    "option_e": null,
    "correct_answer": "over",
    "explanation_original": "A boat would be best described as passing “over” the sea, since it would travel along the sea's surface. One would not pass \"to\" or \"sequence\" the sea, making A and D incorrect. And C is too wordy.",
    "explanation_ai_enhanced": "The sentence describes a boat's movement relative to the sea. A boat travels on the surface of the water. The preposition 'over' correctly describes this movement across a surface. The other options are illogical or ungrammatical in this context.",
    "feedback_a": "This is incorrect. 'Passing to' a sea does not make logical sense in this context.",
    "feedback_b": "This is the correct answer. 'Over' is the correct preposition to describe a boat traveling across the surface of the sea.",
    "feedback_c": "This is incorrect. This phrase is unnecessarily wordy and creates an ungrammatical structure ('passing and journeying throughout').",
    "feedback_d": "This is incorrect. 'Sequencing' is a verb that means to arrange in a particular order; it makes no sense in this context.",
    "passage_content": "Additionally, there is a boat passing ______ a calm sea, which is an ancient depiction symbolizing the passage of life to death.",
    "question_stem": "Which choice completes the text so that it conforms to the conventions of Standard English?"
  },
  {
    "question_id": "DT-T0-RW-M1-21",
    "source_file_name": "DT-T0-RW-M1-Q&A.pdf",
    "subject": "Writing",
    "quiz_name": "DT-T0-RW-M1",
    "question_number": 21,
    "difficulty": "Medium",
    "domain": "Standard English Conventions",
    "Primary_Classification": "Boundaries",
    "Sub_Classification": "Punctuation",
    "Concept_Classification": "Punctuation_Semicolon_Independent_Clauses",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "mills grounds: it was still",
    "option_b": "mills' grounds—it was still",
    "option_c": "mill's grounds, it was still",
    "option_d": "mill's grounds; it was still",
    "option_e": null,
    "correct_answer": "mill's grounds; it was still",
    "explanation_original": "The mill is singular, and it possesses the grounds. Also, we need to have a clear separation between the two complete sentences, which the semicolon, but not a comma, can provide. Choice A provides no possession,",
    "explanation_ai_enhanced": "The sentence connects two independent clauses: (1) 'strikebreakers living on the mill's grounds' and (2) 'it was still too dangerous for them to cross the picket.' To correctly join two closely related independent clauses without a conjunction, a semicolon is used. Additionally, the 'grounds' belong to the singular 'mill,' so the singular possessive 'mill's' is required. A comma would create a comma splice, and a colon or dash would be less appropriate here.",
    "feedback_a": "This option uses a colon, which is typically used to introduce a list or explanation, which is not the case here. It also uses the plural 'mills.'",
    "feedback_b": "This option uses a dash, which can be correct but is often more informal. More importantly, it uses the plural possessive 'mills'.' The text refers to a single 'plant.'",
    "feedback_c": "This option creates a comma splice by incorrectly using a comma to join two independent clauses.",
    "feedback_d": "This is the correct answer. It correctly uses the singular possessive 'mill's' and a semicolon to join the two independent clauses.",
    "passage_content": "Not long after the Pinkertons surrendered, Pennsylvania governor Robert Pattison authorized the militia to advance and placed the town of Homestead under martial law. In the days that followed, steel production at the plant resumed, with strikebreakers living on the ______ too dangerous for them to cross the picket.",
    "question_stem": "Which choice completes the text so that it conforms to the conventions of Standard English?"
  },
  {
    "question_id": "DT-T0-RW-M1-22",
    "source_file_name": "DT-T0-RW-M1-Q&A.pdf",
    "subject": "Writing",
    "quiz_name": "DT-T0-RW-M1",
    "question_number": 22,
    "difficulty": "Easy",
    "domain": "Expression of Ideas",
    "Primary_Classification": "Transitions",
    "Sub_Classification": "Logical_Connectors",
    "Concept_Classification": "Rhetoric_Transition_Addition",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "though,",
    "option_b": "on the other hand,",
    "option_c": "still,",
    "option_d": "for example,",
    "option_e": null,
    "correct_answer": "for example,",
    "explanation_original": "\"Take, for example, . . .\" or \"take, for instance, . . .\" are common English phrases. Moreover, Americans and football function as an example of how sports can \"unite us far more than they divide us.\" Either of these two thought processes would have led you to the correct answer, Choice D.",
    "explanation_ai_enhanced": "The first sentence makes a general claim: 'sports unite us.' The second sentence introduces 'Americans and football' as a specific case to illustrate this claim. The phrase 'for example' is the standard and most logical transition to introduce an illustrative case that supports a general statement.",
    "feedback_a": "This is incorrect. 'Though' introduces a contrast, but 'Americans and football' is an example, not a contrast.",
    "feedback_b": "This is incorrect. 'On the other hand' introduces an opposing point, which is not the function of the second sentence.",
    "feedback_c": "This is incorrect. 'Still' indicates persistence despite a challenge, which does not fit the logical relationship here.",
    "feedback_d": "This is the correct answer. 'Take, for example,' is the correct idiomatic phrase to introduce an example that supports the preceding claim.",
    "passage_content": "Sociologically, sports unite us far more than they divide us. Take, ______ Americans and football. Regardless of where you're from, what you believe, or what team you like, when it's football season you can connect with other people, even strangers, through this unifying agent.",
    "question_stem": "Which choice completes the text with the most logical transition?"
  },
  {
    "question_id": "DT-T0-RW-M1-23",
    "source_file_name": "DT-T0-RW-M1-Q&A.pdf",
    "subject": "Writing",
    "quiz_name": "DT-T0-RW-M1",
    "question_number": 23,
    "difficulty": "Medium",
    "domain": "Expression of Ideas",
    "Primary_Classification": "Rhetorical_Synthesis",
    "Sub_Classification": "Sentence_Construction",
    "Concept_Classification": "Rhetoric_Sentence_Placement",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "Kept, because it provides specific details in support of the previous sentence.",
    "option_b": "Kept, because it elaborates on salary details that result from avid reading.",
    "option_c": "Removed, because it repeats information already expressed in the passage.",
    "option_d": "Removed, because it provides far more detail than necessary to make the argument.",
    "option_e": null,
    "correct_answer": "Kept, because it provides specific details in support of the previous sentence.",
    "explanation_original": "\"kept, because it provides specific details in support of the previous sentence.\" Deleting it sacrifices helpful information. It has nothing to do with \"salary details.\"",
    "explanation_ai_enhanced": "The first sentence makes a claim: reading has an 'occupational and financial payoff.' The underlined sentence provides a specific, quantitative piece of evidence ($63\\%$ of employers) that directly supports the 'occupational' aspect of this claim by showing how much employers value reading comprehension. The final sentence then links poor reading to negative occupational outcomes. The underlined sentence provides crucial statistical support.",
    "feedback_a": "This is the correct answer. The underlined sentence offers a concrete statistic ($63\\%$) that serves as specific evidence for the claim made in the previous sentence.",
    "feedback_b": "This is incorrect. While the general topic is financial payoff, the underlined sentence is about the importance of a skill to employers, not about salary details themselves.",
    "feedback_c": "This is incorrect. The underlined sentence does not repeat information; it provides new, specific data.",
    "feedback_d": "This is incorrect. The detail is not excessive; it is a single, powerful statistic that effectively supports the argument.",
    "passage_content": "In addition to improving one's intellectual abilities, the habit of reading has an occupational and financial payoff. __Sixty-three percent of employers rate reading comprehension as being very important.__ There is a strong correlation between poor reading skills and unemployment, lower wages, and fewer opportunities for advancement.",
    "question_stem": "The author is considering removing the underlined sentence from the text. Should it be kept or removed?"
  },
  {
    "question_id": "DT-T0-RW-M1-24",
    "source_file_name": "DT-T0-RW-M1-Q&A.pdf",
    "subject": "Writing",
    "quiz_name": "DT-T0-RW-M1",
    "question_number": 24,
    "difficulty": "Medium",
    "domain": "Expression of Ideas",
    "Primary_Classification": "Rhetorical_Synthesis",
    "Sub_Classification": "Note_Taking",
    "Concept_Classification": "Rhetoric_Synthesis_Notes",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "The Heliocentric and Geocentric models are both widely accepted by scientists today.",
    "option_b": "Both the Heliocentric and Geocentric models incorporate rotational movement.",
    "option_c": "The Geocentric and Heliocentric models were both widely known by the citizens of ancient Greece.",
    "option_d": "Aristotle and Copernicus were both eminent scientists who lived in ancient Greece.",
    "option_e": null,
    "correct_answer": "Both the Heliocentric and Geocentric models incorporate rotational movement.",
    "explanation_original": "Both the Geocentric and Heliocentric models involve “revolving” of astronomical bodies, meaning they both incorporate rotational movement. It is not A, because the notes indicate that the Heliocentric theory became dominant. It is not C, because there is no evidence in the notes to suggest that citizens in ancient Greece widely knew these theories. It is not D, because the nationality of Copernicus is not mentioned in the notes.",
    "explanation_ai_enhanced": "The goal is to find a similarity between the two models based on the notes. The first note states the Heliocentric model has planets 'revolving around the sun.' The third note states the Geocentric model has bodies 'revolving around the Earth.' The common element in both descriptions is the concept of bodies 'revolving,' which is rotational movement.",
    "feedback_a": "This is incorrect. The notes state the Heliocentric model 'eventually became dominant,' implying the Geocentric model is not widely accepted today.",
    "feedback_b": "This is the correct answer. The notes explicitly mention that both models involve planetary bodies 'revolving,' which is a form of rotational movement.",
    "feedback_c": "This is incorrect. The notes state that Aristotle and Ptolemy were ancient Greek proponents, but they do not provide any information about how widely known these theories were among the general populace.",
    "feedback_d": "This is incorrect. The notes identify Aristotle as an ancient Greek proponent, but they give no information about Copernicus's time period or location, other than that his work came later.",
    "passage_content": "While researching a topic, a student has made the following notes: \n• The Heliocentric Model has the Earth and other planets revolving around the sun. \n• Ancient Greek philosopher Aristotle was a proponent of the Heliocentric Model.\n• The Geocentric Model has the sun and other planetary bodies revolving around the Earth.\n• Ancient Greek philosopher Ptolemy was a proponent of the Geocentric Model.\n• The Heliocentric Model eventually became dominant after Copernicus demonstrated that it better utilized mathematics to\nexplain astronomical observations.",
    "question_stem": "The student wants to emphasize a similarity between the Heliocentric and Geocentric theories. Which choice most effectively uses relevant information to accomplish this goal?"
  },
  {
    "question_id": "DT-T0-RW-M1-25",
    "source_file_name": "DT-T0-RW-M1-Q&A.pdf",
    "subject": "Writing",
    "quiz_name": "DT-T0-RW-M1",
    "question_number": 25,
    "difficulty": "Medium",
    "domain": "Expression of Ideas",
    "Primary_Classification": "Transitions",
    "Sub_Classification": "Logical_Connectors",
    "Concept_Classification": "Rhetoric_Transition_Contrast",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "Nevertheless,",
    "option_b": "As a result,",
    "option_c": "Due to this,",
    "option_d": "Continuing,",
    "option_e": null,
    "correct_answer": "Nevertheless,",
    "explanation_original": "\"birth order isn't a one-size-fits-all theory.\" Essentially, this sentence says, That may be true, but it is still useful. The best substitute for but is \"nevertheless.\" The other three choices fail to provide the contrasting relationship that the sentence requires.",
    "explanation_ai_enhanced": "The first two sentences emphasize the limitations and exceptions of birth order theory. The third sentence introduces a counterpoint: despite these limitations, the theory 'can be helpful.' 'Nevertheless' is a transition word used to introduce a statement that contrasts with what has just been said. It functions like 'however' or 'in spite of that,' making it the perfect choice to bridge the limitations and the utility of the theory.",
    "feedback_a": "This is the correct answer. It correctly signals a contrast between the theory's flaws and its continued usefulness.",
    "feedback_b": "This is incorrect. 'As a result' or 'Due to this' would imply that the theory's usefulness is a consequence of its flaws, which is illogical.",
    "feedback_c": "This is incorrect. 'As a result' or 'Due to this' would imply that the theory's usefulness is a consequence of its flaws, which is illogical.",
    "feedback_d": "This is incorrect. 'Continuing' does not establish the necessary contrast between the two ideas.",
    "passage_content": "Birth order isn't a one-size-fits-all theory; there are many loopholes and exceptions. People can change, if they want to, through hard work. ______ it can be helpful to understand the factors that influence personalities, and birth order helps a little.",
    "question_stem": "Which choice completes the text with the most logical transition?"
  },
  {
    "question_id": "DT-T0-RW-M1-26",
    "source_file_name": "DT-T0-RW-M1-Q&A.pdf",
    "subject": "Writing",
    "quiz_name": "DT-T0-RW-M1",
    "question_number": 26,
    "difficulty": "Hard",
    "domain": "Expression of Ideas",
    "Primary_Classification": "Rhetorical_Synthesis",
    "Sub_Classification": "Sentence_Construction",
    "Concept_Classification": "Rhetoric_Combine_Sentences",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "sixty games and ninety batting practice sessions later,",
    "option_b": "after quite a few games and extensive time working in the practice area,",
    "option_c": "spending nearly ten times as much time playing and practicing as would be expected,",
    "option_d": "trying my hardest to bat a $.325$ average,",
    "option_e": null,
    "correct_answer": "sixty games and ninety batting practice sessions later,",
    "explanation_original": "The important part of the question stem regards specificity about how much baseball the narrator played. Choice A quantifies the amount of baseball played, which makes it the most specific option. Neither Choice B nor Choice C tells exactly how much baseball the narrator played, which contrasts with the requirement for specificity. Choice D is irrelevant to the question's requirements.",
    "explanation_ai_enhanced": "The question asks for the 'most specific expression' of the extent of the narrator's practice. The existing text uses evocative but non-specific language ('entire summer,' 'tens of thousands of baseballs'). We need an option that provides concrete, quantifiable details. 'Sixty games and ninety batting practice sessions' gives exact numbers, making it the most specific and quantitative choice.",
    "feedback_a": "This is the correct answer. It provides concrete numbers ('sixty games,' 'ninety sessions'), which is the highest level of specificity among the options.",
    "feedback_b": "This is incorrect. This option is vague, using phrases like 'quite a few' and 'extensive time,' which lacks specificity.",
    "feedback_c": "This is incorrect. This provides a relative amount ('ten times as much') but not specific numbers, making it less specific than option A.",
    "feedback_d": "This is incorrect. This describes a goal (batting average) rather than the amount of time or activity spent practicing.",
    "passage_content": "That entire summer, I pounded baseballs. Swing and ping, swing and ping, swing, and ping— ______ the interminable blunt-force trauma of tens of thousands of baseballs had misshapen my Louisville Slugger into something resembling more of a deformed soda can.",
    "question_stem": "Which of the following completes the text with the most specific expression of the great extent to which the narrator played and practiced baseball that summer?"
  },
  {
    "question_id": "DT-T0-RW-M1-27",
    "source_file_name": "DT-T0-RW-M1-Q&A.pdf",
    "subject": "Reading",
    "quiz_name": "DT-T0-RW-M1",
    "question_number": 27,
    "difficulty": "Hard",
    "domain": "Expression of Ideas",
    "Primary_Classification": "Rhetorical_Synthesis",
    "Sub_Classification": "Sentence_Construction",
    "Concept_Classification": "Rhetoric_Sentence_Placement",
    "question_type": "multiple_choice",
    "image_url": null,
    "option_a": "Ohio has a smaller population relative to Texas, although Ohio does have a greater population density than Texas.",
    "option_b": "If the Electoral College were abolished in favor of a majority vote system, candidates would have a much stronger incentive to campaign nationwide.",
    "option_c": "It is inherently unjust that candidates want to spend their time campaigning in places where they will inevitably emerge victorious while ignoring states with undecided voters.",
    "option_d": "Nationwide polls indicate that the average voters in states from high to low electoral college representation uniformly agree that the time has come for a seismic shift in the political landscape.",
    "option_e": null,
    "correct_answer": "If the Electoral College were abolished in favor of a majority vote system, candidates would have a much stronger incentive to campaign nationwide.",
    "explanation_original": "The previous sentence explains that voters in swing states receive far more attention than voters in states that are more uniformly one party. Choice B would therefore connect to the concluding sentence that points out that a majority-vote system would ensure that voters everywhere would have an equal say. Choice A focuses on irrelevant population density, choice C describes the opposite of what is done, and choice D does not provide a logical transition from the previous.",
    "explanation_ai_enhanced": "The paragraph describes a problem with the current system (candidates focusing only on swing states) and then proposes a solution ('This would ensure that all U.S. citizens have an equal voice'). The inserted sentence needs to be the bridge that connects the problem to the proposed solution. The sentence 'If the Electoral College were abolished in favor of a majority vote system, candidates would have a much stronger incentive to campaign nationwide' does exactly this. It introduces the specific policy change (abolishing the Electoral College) that would lead to the outcome described in the final sentence.",
    "feedback_a": "This is incorrect. This sentence introduces irrelevant details about population density and does not connect the problem to the solution.",
    "feedback_b": "This is the correct answer. It logically connects the problem (unequal attention to states) with the proposed solution (equal voice for all citizens) by introducing the mechanism for that change (abolishing the Electoral College).",
    "feedback_c": "This is incorrect. While it expresses an opinion about the injustice of the current system, it does not provide the logical transition to the solution proposed in the next sentence.",
    "feedback_d": "This is incorrect. This sentence introduces evidence of public opinion, but it does not serve as the direct logical link between the problem of campaign strategy and the solution of a new voting system.",
    "passage_content": "If the United States were to shift to a majority vote system, the way presidential candidates campaign for office would fundamentally change. Right now, candidates have little reason to bother campaigning in states that typically go strongly for one political party. There is little logic in aRepublican trying to win New York, or a Democrat trying to win Texas. Instead, candidates focus their energies on “swing states,” like Florida and Ohio, that are relatively balanced along party lines. Floridians and Ohioans currently receive far more candidate visits and attention than New Yorkers or Texans. _____________________ This would ensure that all U.S. citizens have an equal voice not just in theory but in reality.",
    "question_stem": "Which sentence, if inserted in the underlined portion, would best strengthen the argument of the paragraph by transitioning between the previous and the following sentences?"
  }
]